Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Choose providers based on pricing/throughput or latency
cs: Vyberte poskytovatele na základě ceny/propustnosti nebo latence
es: Elija proveedores según el precio/rendimiento o la latencia
fr: Choisir les fournisseurs en fonction du prix/débit ou de la latence
hu: Válasszon szolgáltatókat ár/átviteli sebesség vagy késleltetés alapján
id: Pilih penyedia berdasarkan harga/throughput atau latensi
ja: 価格/スループットまたはレイテンシーに基づいてプロバイダーを選択します
pl: Wybierz dostawców na podstawie cen/przepustowości lub opóźnień
pt_br: Escolha provedores com base no preço/taxa de transferência ou latência
ro: Alege furnizorii în funcție de preț/debit sau latență
sv: Välj leverantörer baserat på prissättning/genomströmning eller latens
tr: Fiyatlandırma/verim veya gecikmeye göre sağlayıcıları seçin

source: Price
cs: Cena
es: Precio
fr: Prix
hu: Ár
id: Harga
ja: 価格
pl: Cena
pt_br: Preço
ro: Preț
sv: Pris
tr: Fiyat

source: Throughput
cs: Propustnost
es: Rendimiento
fr: Débit
hu: Átviteli sebesség
ja: スループット
pl: Przepustowość
pt_br: Taxa de Transferência
ro: Debit
sv: Genomströmning
tr: Verim

source: Latency
cs: Latence
es: Latencia
fr: Latence
hu: Késleltetés
id: Latensi
ja: レイテンシー
pl: Opóźnienie
pt_br: Latência
ro: Latență
sv: Latens
tr: Gecikme

source: Providers Order
cs: Pořadí poskytovatelů
es: Orden de proveedores
fr: Ordre des fournisseurs
hu: Szolgáltatók sorrendje
id: Urutan Penyedia
ja: プロバイダーの順序
pl: Kolejność dostawców
pt_br: Ordem dos Provedores
ro: Ordinea furnizorilor
sv: Leverantörsordning
tr: Sağlayıcılar Sırası

source: Add order of providers to use, names separated by a comma. Empty to not specify
cs: Přidejte pořadí poskytovatelů k použití, jména oddělená čárkou. Prázdné, pokud nechcete specifikovat
es: Añada el orden de los proveedores a usar, nombres separados por comas. Deje en blanco para no especificar
fr: Ajoutez l'ordre des fournisseurs à utiliser, noms séparés par une virgule. Laissez vide pour ne pas spécifier
hu: Adja meg a használandó szolgáltatók sorrendjét, a neveket vesszővel elválasztva. Hagyja üresen, ha nem kívánja megadni.
id: Tambahkan urutan penyedia yang akan digunakan, nama dipisahkan oleh koma. Kosongkan untuk tidak menentukan
ja: 使用するプロバイダーの順序を、コンマで区切って追加します。 空にすると指定しません
pl: Dodaj kolejność dostawców do użycia, nazwy oddzielone przecinkami. Puste, aby nie określać
pt_br: Adicione a ordem dos provedores a serem usados, nomes separados por vírgula. Deixe em branco para não especificar
ro: Adaugă ordinea furnizorilor de utilizat, nume separate prin virgulă. Lasă gol pentru a nu specifica
sv: Ange ordning för leverantörer att använda, namn separerade med komma. Lämna tomt för att inte specificera
tr: Kullanılacak sağlayıcıların sırasını ekleyin, adlar virgülle ayrılmıştır. Belirtmemek için boş bırakın

source: Allow Fallbacks
cs: Povolit zálohy
es: Permitir alternativas
fr: Autoriser les replis
hu: Visszalépések engedélyezése
id: Izinkan Fallback
ja: フォールバックを許可する
pl: Zezwól na powrót do poprzedniej wersji
pt_br: Permitir Fallbacks
ro: Permite reveniri
sv: Tillåt återfall
tr: Yedeklere İzin Ver

source: Allow fallbacks to other providers
cs: Povolit záložní řešení pro jiné poskytovatele
es: Permitir alternativas a otros proveedores
fr: Autoriser les replis vers d'autres fournisseurs
hu: Más szolgáltatókra való visszalépések engedélyezése
id: Izinkan fallback ke penyedia lain
ja: 他のプロバイダーへのフォールバックを許可する
pl: Zezwól na powrót do innych dostawców
pt_br: Permitir fallbacks para outros provedores
ro: Permite reveniri la alți furnizori
sv: Tillåt återfall till andra leverantörer
tr: Diğer sağlayıcılara yedeklemelere izin ver

source: Max Results
cs: Max. výsledků
es: Resultados máximos
fr: Résultats max.
hu: Max találatok
id: Maks Hasil
ja: 最大結果数
pl: Maks. wyniki
pt_br: Máximo de Resultados
ro: Rezultate maxime
sv: Max antal resultat
tr: Maksimum Sonuç

source: Number of results to consider
cs: Počet výsledků k zohlednění
es: Número de resultados a considerar
fr: Nombre de résultats à considérer
hu: Figyelembe veendő találatok száma
id: Jumlah hasil yang akan dipertimbangkan
ja: 考慮する結果の数
pl: Liczba wyników do rozważenia
pt_br: Número de resultados a considerar
ro: Număr de rezultate de luat în considerare
sv: Antal resultat att beakta
tr: Dikkate alınacak sonuç sayısı

source: Region
es: Región
fr: Région
hu: Régió
id: Wilayah
ja: 地域
pt_br: Região
ro: Regiune
tr: Bölge

source: Region for the search results
cs: Region pro výsledky hledání
es: Región para los resultados de búsqueda
fr: Région pour les résultats de recherche
hu: Régió a keresési eredményekhez
id: Wilayah untuk hasil pencarian
ja: 検索結果の地域
pl: Region dla wyników wyszukiwania
pt_br: Região para os resultados da pesquisa
ro: Regiune pentru rezultatele căutării
sv: Region för sökresultaten
tr: Arama sonuçları için bölge

source: API Key for
cs: API klíč pro
es: Clave de API para
fr: Clé API pour
hu: API kulcs ehhez:
id: Kunci API untuk
ja: APIキー：
pl: Klucz API dla
pt_br: Chave da API para
ro: Cheie API pentru
sv: API-nyckel för
tr: API Anahtarı

source: API base url, change this to use interference APIs
cs: Základní URL API, změňte pro použití API pro inference
es: URL base de la API, cámbiela para usar APIs de inferencia
fr: URL de base de l'API, modifiez-la pour utiliser les API d'interférence
hu: API alap URL, ezt módosítva használhatók az interferencia API-k
id: URL dasar API, ubah ini untuk menggunakan API inferensi
ja: APIのベースURLです。推論APIを使用するために変更してください
pl: Bazowy URL API, zmień go, aby używać API inferencji
pt_br: URL base da API, altere isso para usar APIs de inferência
ro: URL de bază al API-ului, schimbați-l pentru a utiliza API-urile de interferență
sv: API-bas-URL, ändra detta för att använda interferens-API:er
tr: API temel URL'si, bunu diğer API'ları kullanmak için değiştirin

source: Use Custom Model
cs: Použít vlastní model
es: Usar modelo personalizado
fr: Utiliser un modèle personnalisé
hu: Egyéni modell használata
id: Gunakan Model Kustom
ja: カスタムモデルを使用
pl: Użyj niestandardowego modelu
pt_br: Usar Modelo Personalizado
ro: Utilizează Model Personalizat
sv: Använd anpassad modell
tr: Özel Model Kullan

source: Use a custom model
cs: Použít vlastní model
es: Usar un modelo personalizado
fr: Utiliser un modèle personnalisé
hu: Egyéni modell használata
id: Gunakan model kustom
ja: カスタムモデルを使用する
pl: Użyj niestandardowego modelu
pt_br: Usar um modelo personalizado
ro: Utilizează un model personalizat
sv: Använd en anpassad modell
tr: Özel bir model kullan

source: Advanced Parameters
cs: Pokročilé parametry
es: Parámetros avanzados
fr: Paramètres avancés
hu: Haladó paraméterek
id: Parameter Lanjutan
ja: 詳細パラメーター
pl: Zaawansowane parametry
pt_br: Parâmetros Avançados
ro: Parametri avansați
sv: Avancerade parametrar
tr: Gelişmiş Parametreler

source: Name of the LLM Model to use
cs: Název LLM modelu k použití
es: Nombre del modelo LLM a usar
fr: Nom du modèle LLM à utiliser
hu: A használni kívánt LLM modell neve
id: Nama Model LLM yang akan digunakan
ja: 使用するLLMモデルの名前
pl: Nazwa modelu LLM do użycia
pt_br: Nome do Modelo LLM a ser usado
ro: Numele modelului LLM de utilizat
sv: Namnet på LLM-modellen att använda
tr: Kullanılacak LLM Modelinin Adı

source: An alternative to sampling with temperature, called nucleus sampling
cs: Alternativa k vzorkování s teplotou, nazývaná jaderné vzorkování
es: Una alternativa al muestreo con temperatura, llamado muestreo de núcleo
fr: Une alternative à l'échantillonnage avec température, appelée échantillonnage par noyau
hu: A hőmérséklettel történő mintavételezés alternatívája, az úgynevezett nucleus mintavételezés
id: Alternatif untuk sampling dengan suhu, disebut nucleus sampling
ja: 温度によるサンプリングの代替手段で、ニュークリアスサンプリングと呼ばれます
pl: Alternatywa dla próbkowania z temperaturą, zwana próbkowaniem jądrowym
pt_br: Uma alternativa à amostragem com temperatura, chamada amostragem de núcleo
ro: O alternativă la eșantionarea cu temperatură, numită eșantionare nucleu
sv: Ett alternativ till sampling med temperatur, kallat kärnsampling
tr: Sıcaklıkla örneklemeye bir alternatif, çekirdek örnekleme denir

source: What sampling temperature to use. Higher values will make the output more random
cs: Jakou teplotu vzorkování použít. Vyšší hodnoty učiní výstup náhodnější
es: Qué temperatura de muestreo usar. Valores más altos harán que la salida sea más aleatoria
fr: Quelle température d'échantillonnage utiliser. Des valeurs plus élevées rendront la sortie plus aléatoire
hu: Milyen mintavételezési hőmérsékletet használjon. Magasabb értékek véletlenszerűbbé teszik a kimenetet.
id: Suhu sampling apa yang akan digunakan. Nilai yang lebih tinggi akan membuat keluaran lebih acak
ja: 使用するサンプリング温度。高い値にすると出力がよりランダムになります
pl: Jaka temperatura próbkowania ma być użyta. Wyższe wartości sprawią, że wynik będzie bardziej losowy
pt_br: Qual temperatura de amostragem usar. Valores mais altos tornarão a saída mais aleatória
ro: Ce temperatură de eșantionare să se utilizeze. Valori mai mari vor face ieșirea mai aleatorie
sv: Vilken samplingstemperatur som ska användas. Högre värden gör utdata mer slumpmässig
tr: Hangi örnekleme sıcaklığını kullanmalı. Daha yüksek değerler çıktıyı daha rastgele hale getirecektir

source: Frequency Penalty
cs: Penalizace frekvence
es: Penalización de frecuencia
fr: Pénalité de fréquence
hu: Frekvencia büntetés
id: Penalti Frekuensi
ja: 頻度ペナルティ
pl: Kara za częstość
pt_br: Penalidade de Frequência
ro: Penalizare Frecvență
sv: Frekvensstraff
tr: Frekans Cezası

source: Number between -2.0 and 2.0. Positive values decrease the model's likelihood to repeat the same line verbatim
cs: Číslo mezi -2,0 a 2,0. Kladné hodnoty snižují pravděpodobnost, že model bude doslova opakovat stejný řádek
es: Número entre -2.0 y 2.0. Los valores positivos disminuyen la probabilidad de que el modelo repita la misma línea palabra por palabra
fr: Nombre entre -2.0 et 2.0. Les valeurs positives diminuent la probabilité que le modèle répète la même ligne mot pour mot
hu: Szám -2,0 és 2,0 között. A pozitív értékek csökkentik annak valószínűségét, hogy a modell szó szerint megismételje ugyanazt a sort.
id: Angka antara -2.0 dan 2.0. Nilai positif mengurangi kemungkinan model untuk mengulang baris yang sama persis
ja: -2.0から2.0の間の数値。正の値は、モデルが同じ行をそのまま繰り返す可能性を低くします
pl: Liczba między -2.0 a 2.0. Wartości dodatnie zmniejszają prawdopodobieństwo, że model powtórzy tę samą linię dosłownie
pt_br: Número entre -2.0 e 2.0. Valores positivos diminuem a probabilidade de o modelo repetir a mesma linha palavra por palavra
ro: Număr între -2.0 și 2.0. Valorile pozitive scad probabilitatea ca modelul să repete aceeași linie cuvânt cu cuvânt
sv: Tal mellan -2.0 och 2.0. Positiva värden minskar modellens sannolikhet att upprepa samma rad ordagrant
tr: -2.0 ile 2.0 arasında bir sayı. Pozitif değerler, modelin aynı satırı kelime kelime tekrarlama olasılığını azaltır

source: Presence Penalty
cs: Penalizace přítomnosti
es: Penalización de presencia
fr: Pénalité de présence
hu: Jelenlét büntetés
id: Penalti Kehadiran
ja: 存在ペナルティ
pl: Kara za obecność
pt_br: Penalidade de Presença
ro: Penalizare Prezență
sv: Närvarostraff
tr: Varoluş Cezası

source: Number between -2.0 and 2.0. Positive values decrease the model's likelihood to talk about new topics
cs: Číslo mezi -2,0 a 2,0. Kladné hodnoty snižují pravděpodobnost, že model bude mluvit o nových tématech
es: Número entre -2.0 y 2.0. Los valores positivos disminuyen la probabilidad de que el modelo hable de nuevos temas
fr: Nombre entre -2.0 et 2.0. Les valeurs positives diminuent la probabilité que le modèle parle de nouveaux sujets
hu: Szám -2,0 és 2,0 között. A pozitív értékek csökkentik annak valószínűségét, hogy a modell új témákról beszéljen.
id: Angka antara -2.0 dan 2.0. Nilai positif mengurangi kemungkinan model untuk membahas topik baru
ja: -2.0から2.0の間の数値。正の値は、モデルが新しいトピックについて話す可能性を低くします
pl: Liczba między -2.0 a 2.0. Wartości dodatnie zmniejszają prawdopodobieństwo, że model będzie mówił o nowych tematach
pt_br: Número entre -2.0 e 2.0. Valores positivos diminuem a probabilidade de o modelo falar sobre novos tópicos
ro: Număr între -2.0 și 2.0. Valorile pozitive scad probabilitatea ca modelul să discute despre subiecte noi
sv: Tal mellan -2.0 och 2.0. Positiva värden minskar modellens sannolikhet att prata om nya ämnen
tr: -2.0 ile 2.0 arasında bir sayı. Pozitif değerler, modelin yeni konular hakkında konuşma olasılığını azaltır

source: Privacy Policy
cs: Zásady ochrany osobních údajů
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
ja: プライバシーポリシー
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
sv: Integritetspolicy
tr: Gizlilik Politikası

source: Open privacy policy website
cs: Otevřít webové stránky se zásadami ochrany osobních údajů
es: Abrir el sitio web de la política de privacidad
fr: Ouvrir le site web de la politique de confidentialité
hu: Adatvédelmi irányelvek webhelyének megnyitása
id: Buka situs web kebijakan privasi
ja: プライバシーポリシーのウェブサイトを開く
pl: Otwórz stronę internetową z polityką prywatności
pt_br: Abrir site da política de privacidade
ro: Deschide site-ul cu politica de confidențialitate
sv: Öppna webbplatsen för integritetspolicy
tr: Gizlilik politikası web sitesini aç

source: Token
fr: Jeton
ja: トークン
tr: Belirteç

source: Tavily API key
cs: API klíč Tavily
es: Clave de API de Tavily
fr: Clé API Tavily
hu: Tavily API kulcs
id: Kunci API Tavily
ja: Tavily APIキー
pl: Klucz API Tavily
pt_br: Chave da API Tavily
ro: Cheia API Tavily
sv: Tavily API-nyckel
tr: Tavily API anahtarı

source: The depth of the search
cs: Hloubka hledání
es: La profundidad de la búsqueda
fr: La profondeur de la recherche
hu: A keresés mélysége
id: Kedalaman pencarian
ja: 検索の深さ
pl: Głębokość wyszukiwania
pt_br: A profundidade da pesquisa
ro: Adâncimea căutării
sv: Sökdjupet
tr: Arama derinliği

source: The depth of the search. Advanced search is tailored to retrieve the most relevant sources and content snippets for your query, while basic search provides generic content snippets from each source. A basic search costs 1 API Credit, while an advanced search costs 2 API Credits.
cs: Hloubka hledání. Pokročilé vyhledávání je přizpůsobeno pro načítání nejrelevantnějších zdrojů a úryvků obsahu pro váš dotaz, zatímco základní vyhledávání poskytuje obecné úryvky obsahu z každého zdroje. Základní vyhledávání stojí 1 API kredit, zatímco pokročilé vyhledávání stojí 2 API kredity.
es: La profundidad de la búsqueda. La búsqueda avanzada está diseñada para recuperar las fuentes y fragmentos de contenido más relevantes para su consulta, mientras que la búsqueda básica proporciona fragmentos de contenido genéricos de cada fuente. Una búsqueda básica cuesta 1 crédito de API, mientras que una búsqueda avanzada cuesta 2 créditos de API.
fr: La profondeur de la recherche. La recherche avancée est conçue pour récupérer les sources et extraits de contenu les plus pertinents pour votre requête, tandis que la recherche de base fournit des extraits de contenu génériques de chaque source. Une recherche de base coûte 1 crédit API, tandis qu'une recherche avancée coûte 2 crédits API.
hu: A keresés mélysége. Az „Advanced” (haladó) keresés a legrelevánsabb forrásokat és tartalomrészleteket célozza meg a lekérdezéséhez, míg az „Basic” (alap) keresés általános tartalomrészleteket biztosít minden forrásból. Egy alap keresés 1 API kreditbe, míg egy haladó keresés 2 API kreditbe kerül.
id: Kedalaman pencarian. Pencarian lanjutan disesuaikan untuk mengambil sumber dan cuplikan konten yang paling relevan untuk kueri Anda, sedangkan pencarian dasar menyediakan cuplikan konten generik dari setiap sumber. Pencarian dasar membutuhkan 1 Kredit API, sedangkan pencarian lanjutan membutuhkan 2 Kredit API.
ja: 検索の深さ。高度な検索は、クエリに最も関連性の高い情報源とコンテンツスニペットを取得するために調整されていますが、基本的な検索は各情報源から一般的なコンテンツスニペットを提供します。基本的な検索はAPIクレジット1、高度な検索はAPIクレジット2を消費します。
pl: Głębokość wyszukiwania. Wyszukiwanie zaawansowane jest dostosowane do pobierania najbardziej odpowiednich źródeł i fragmentów treści dla Twojego zapytania, podczas gdy wyszukiwanie podstawowe dostarcza ogólne fragmenty treści z każdego źródła. Podstawowe wyszukiwanie kosztuje 1 kredyt API, a zaawansowane 2 kredyty API.
pt_br: A profundidade da pesquisa. A pesquisa avançada é adaptada para recuperar as fontes mais relevantes e trechos de conteúdo para sua consulta, enquanto a pesquisa básica fornece trechos de conteúdo genéricos de cada fonte. Uma pesquisa básica custa 1 crédito de API, enquanto uma pesquisa avançada custa 2 créditos de API.
ro: Adâncimea căutării. Căutarea avansată este adaptată pentru a recupera cele mai relevante surse și fragmente de conținut pentru interogarea dvs., în timp ce căutarea de bază oferă fragmente generice de conținut din fiecare sursă. O căutare de bază costă 1 credit API, în timp ce o căutare avansată costă 2 credite API.
sv: Sökdjupet. Avancerad sökning är skräddarsydd för att hämta de mest relevanta källorna och innehållssnuttarna för din fråga, medan grundläggande sökning ger generiska innehållssnuttar från varje källa. En grundläggande sökning kostar 1 API-kredit, medan en avancerad sökning kostar 2 API-krediter.
tr: Arama derinliği. Gelişmiş arama, sorgunuz için en alakalı kaynakları ve içerik parçacıklarını almak üzere tasarlanırken, temel arama her kaynaktan genel içerik parçacıkları sağlar. Temel bir arama 1 API Kredisine mal olurken, gelişmiş bir arama 2 API Kredisine mal olur.

source: The category of the search
cs: Kategorie hledání
es: La categoría de la búsqueda
fr: La catégorie de la recherche
hu: A keresés kategóriája
id: Kategori pencarian
ja: 検索のカテゴリ
pl: Kategoria wyszukiwania
pt_br: A categoria da pesquisa
ro: Categoria căutării
sv: Sökkategorin
tr: Arama kategorisi

source: The category of the search. News is useful for retrieving real-time updates, particularly about politics, sports, and major current events covered by mainstream media sources. General is for broader, more general-purpose searches that may include a wide range of sources.
cs: Kategorie hledání. Zprávy jsou užitečné pro získávání aktuálních informací, zejména o politice, sportu a hlavních aktuálních událostech pokrývaných hlavními mediálními zdroji. Obecné je pro širší, obecnější hledání, které může zahrnovat širokou škálu zdrojů.
es: La categoría de la búsqueda. Noticias es útil para recuperar actualizaciones en tiempo real, particularmente sobre política, deportes y eventos actuales importantes cubiertos por fuentes de medios de comunicación. General es para búsquedas más amplias y de propósito general que pueden incluir una amplia gama de fuentes.
fr: La catégorie de la recherche. Les actualités sont utiles pour récupérer les mises à jour en temps réel, en particulier sur la politique, les sports et les grands événements actuels couverts par les médias grand public. Général est destiné aux recherches plus larges et polyvalentes qui peuvent inclure un large éventail de sources.
hu: A keresés kategóriája. A „Hírek” hasznos a valós idejű frissítések lekérdezéséhez, különösen a politikáról, sportról és a mainstream média által tárgyalt nagyobb aktuális eseményekről. Az „Általános” szélesebb, általánosabb célú keresésekhez használható, amelyek sokféle forrást tartalmazhatnak.
id: Kategori pencarian. Berita berguna untuk mengambil pembaruan real-time, terutama tentang politik, olahraga, dan peristiwa terkini utama yang diliput oleh sumber media mainstream. Umum adalah untuk pencarian yang lebih luas dan bertujuan umum yang mungkin mencakup berbagai sumber.
ja: 検索のカテゴリ。ニュースは、特に政治、スポーツ、主要な時事問題など、主流メディアで報じられているリアルタイムの情報を取得するのに役立ちます。一般は、幅広い情報源を含む可能性のある、より広範で一般的な目的の検索用です。
pl: Kategoria wyszukiwania. Wiadomości są przydatne do pobierania aktualizacji w czasie rzeczywistym, zwłaszcza dotyczących polityki, sportu i ważnych bieżących wydarzeń relacjonowanych przez główne źródła mediów. Ogólne służy do szerszych, bardziej ogólnych wyszukiwań, które mogą obejmować szeroki zakres źródeł.
pt_br: A categoria da pesquisa. Notícias é útil para recuperar atualizações em tempo real, particularmente sobre política, esportes e grandes eventos atuais cobertos por fontes de mídia convencionais. Geral é para pesquisas mais amplas e de propósito geral que podem incluir uma ampla gama de fontes.
ro: Categoria căutării. Știrile sunt utile pentru a recupera actualizări în timp real, în special despre politică, sport și evenimente curente majore acoperite de sursele media principale. General este pentru căutări mai ample, cu scop general, care pot include o gamă largă de surse.
sv: Sökkategorin. Nyheter är användbart för att hämta realtidsuppdateringar, särskilt om politik, sport och stora aktuella händelser som täcks av mainstream media. Allmänt är för bredare, mer allmänna sökningar som kan inkludera ett brett utbud av källor.
tr: Arama kategorisi. Haberler, gerçek zamanlı güncellemeleri almak için kullanışlıdır, özellikle siyaset, spor ve ana akım medya kaynakları tarafından kapsanan büyük güncel olaylar hakkında. Genel, daha geniş, daha genel amaçlı aramalar için olup, çok çeşitli kaynakları içerebilir.

source: Chunks per source
cs: Bloky na zdroj
es: Fragmentos por fuente
fr: Morceaux par source
hu: Szeletek forrásonként
id: Potongan per sumber
ja: ソースごとのチャンク数
pl: Bloki na źródło
pt_br: Pedaços por fonte
ro: Fragmente per sursă
sv: Delar per källa
tr: Kaynak başına parçalar

source: The number of content chunks to retrieve from each source. Each chunk's length is maximum 500 characters. Available only when search depth is advanced.
cs: Počet bloků obsahu k načtení z každého zdroje. Délka každého bloku je maximálně 500 znaků. K dispozici pouze při pokročilé hloubce hledání.
es: El número de fragmentos de contenido a recuperar de cada fuente. La longitud de cada fragmento es de un máximo de 500 caracteres. Disponible solo cuando la profundidad de búsqueda es avanzada.
fr: Le nombre de morceaux de contenu à récupérer de chaque source. La longueur de chaque morceau est de 500 caractères maximum. Disponible uniquement lorsque la profondeur de recherche est avancée.
hu: A forrásonként lekérdezhető tartalomszeletek száma. Minden szelet maximális hossza 500 karakter. Csak akkor érhető el, ha a keresési mélység „haladó”.
id: Jumlah potongan konten yang akan diambil dari setiap sumber. Panjang setiap potongan maksimum 500 karakter. Hanya tersedia saat kedalaman pencarian adalah lanjutan.
ja: 各ソースから取得するコンテンツチャンクの数。各チャンクの長さは最大500文字です。検索深度が高度な場合のみ利用可能です。
pl: Liczba bloków treści do pobrania z każdego źródła. Długość każdego bloku wynosi maksymalnie 500 znaków. Dostępne tylko przy zaawansowanej głębokości wyszukiwania.
pt_br: O número de pedaços de conteúdo a serem recuperados de cada fonte. O comprimento de cada pedaço é de no máximo 500 caracteres. Disponível apenas quando a profundidade da pesquisa é avançada.
ro: Numărul de fragmente de conținut de recuperat din fiecare sursă. Lungimea fiecărui fragment este de maxim 500 de caractere. Disponibil numai atunci când adâncimea căutării este avansată.
sv: Antalet innehållsdelar att hämta från varje källa. Varje dels längd är maximalt 500 tecken. Endast tillgängligt när sökdjupet är avancerat.
tr: Her kaynaktan alınacak içerik parçacığı sayısı. Her parçacığın uzunluğu maksimum 500 karakterdir. Yalnızca arama derinliği gelişmiş olduğunda kullanılabilir.
