Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: You can't edit a message while the program is running.
cs: Nemůžete upravovat zprávu, když program běží.
es: No puedes editar un mensaje mientras el programa está en ejecución.
fr: Vous ne pouvez pas modifier un message pendant l'exécution du programme.
hu: Nem szerkeszthet üzenetet, amíg a program fut.
id: Anda tidak dapat mengedit pesan saat program sedang berjalan.
ja: プログラムの実行中はメッセージを編集できません。
pl: Nie możesz edytować wiadomości, gdy program jest uruchomiony.
pt_br: Você não pode editar uma mensagem enquanto o programa está em execução.
ro: Nu poți edita un mesaj în timp ce programul rulează.
sv: Du kan inte redigera ett meddelande medan programmet körs.
tr: Program çalışırken bir mesajı düzenleyemezsiniz.

source: Prompt content
cs: Obsah výzvy
es: Contenido del prompt
fr: Contenu de l'invite
hu: Üzenet tartalma
id: Konten prompt
ja: プロンプトの内容
pl: Treść monitu
pt_br: Conteúdo do prompt
ro: Conținut prompt
sv: Promptinnehåll
tr: İstem içeriği

source: The neural network has access to your computer and any data in this chat and can run commands, be careful, we are not responsible for the neural network. Do not share any sensitive information.
cs: Neuronová síť má přístup k vašemu počítači a veškerým datům v tomto chatu a může spouštět příkazy, buďte opatrní, neneseme odpovědnost za neuronovou síť. Nesdílejte žádné citlivé informace.
es: La red neuronal tiene acceso a su computadora y a cualquier dato en este chat, y puede ejecutar comandos. Tenga cuidado, no somos responsables de la red neuronal. No comparta información sensible.
fr: Le réseau neuronal a accès à votre ordinateur et à toutes les données de ce chat et peut exécuter des commandes, soyez prudent, nous ne sommes pas responsables du réseau neuronal. Ne partagez aucune information sensible.
hu: A neuronhálózat hozzáfér a számítógépéhez és az ebben a csevegésben lévő bármely adathoz, és parancsokat futtathat, legyen óvatos, nem vagyunk felelősek a neuronhálózatért. Ne osszon meg semmilyen érzékeny információt.
id: Jaringan saraf memiliki akses ke komputer Anda dan data apa pun dalam obrolan ini serta dapat menjalankan perintah, berhati-hatilah, kami tidak bertanggung jawab atas jaringan saraf. Jangan bagikan informasi sensitif apa pun.
ja: ニューラルネットワークはあなたのコンピューターとこのチャット内のあらゆるデータにアクセスでき、コマンドを実行できます。ニューラルネットワークについて当社は責任を負いませんので、注意してください。機密情報を共有しないでください。
pl: Sieć neuronowa ma dostęp do Twojego komputera i wszelkich danych w tym czacie oraz może uruchamiać polecenia. Bądź ostrożny, nie ponosimy odpowiedzialności za sieć neuronową. Nie udostępniaj żadnych poufnych informacji.
pt_br: A rede neural tem acesso ao seu computador e a quaisquer dados neste chat e pode executar comandos, tenha cuidado, não somos responsáveis pela rede neural. Não compartilhe informações sensíveis.
ro: Rețeaua neurală are acces la computerul dvs. și la orice date din acest chat și poate rula comenzi, fiți atenți, nu suntem responsabili pentru rețeaua neurală. Nu partajați informații sensibile.
sv: Det neurala nätverket har åtkomst till din dator och all data i denna chatt och kan köra kommandon, var försiktig, vi ansvarar inte för det neurala nätverket. Dela inte känslig information.
tr: Sinir ağı bilgisayarınıza ve bu sohbetteki tüm verilere erişebilir ve komut çalıştırabilir, dikkatli olun, sinir ağından biz sorumlu değiliz. Hassas bilgileri paylaşmayın.

source: The neural network has access to any data in this chat, be careful, we are not responsible for the neural network. Do not share any sensitive information.
cs: Neuronová síť má přístup ke všem datům v tomto chatu, buďte opatrní, neneseme odpovědnost za neuronovou síť. Nesdílejte žádné citlivé informace.
es: La red neuronal tiene acceso a cualquier dato en este chat, tenga cuidado, no somos responsables de la red neuronal. No comparta información sensible.
fr: Le réseau neuronal a accès à toutes les données de ce chat, soyez prudent, nous ne sommes pas responsables du réseau neuronal. Ne partagez aucune information sensible.
hu: A neuronhálózat hozzáfér a csevegésben lévő bármely adathoz, legyen óvatos, nem vagyunk felelősek a neuronhálózatért. Ne osszon meg semmilyen érzékeny információt.
id: Jaringan saraf memiliki akses ke data apa pun dalam obrolan ini, berhati-hatilah, kami tidak bertanggung jawab atas jaringan saraf. Jangan bagikan informasi sensitif apa pun.
ja: ニューラルネットワークはこのチャット内のあらゆるデータにアクセスできます。ニューラルネットワークについて当社は責任を負いませんので、注意してください。機密情報を共有しないでください。
pl: Sieć neuronowa ma dostęp do wszelkich danych w tym czacie. Bądź ostrożny, nie ponosimy odpowiedzialności za sieć neuronową. Nie udostępniaj żadnych poufnych informacji.
pt_br: A rede neural tem acesso a todos os dados deste chat, tenha cuidado, não somos responsáveis pela rede neural. Não compartilhe informações sensíveis.
ro: Rețeaua neurală are acces la orice date din acest chat, fiți atenți, nu suntem responsabili pentru rețeaua neurală. Nu partajați informații sensibile.
sv: Det neurala nätverket har åtkomst till all data i denna chatt, var försiktig, vi ansvarar inte för det neurala nätverket. Dela inte känslig information.
tr: Sinir ağı bu sohbetteki herhangi bir veriye erişebilir, dikkatli olun, sinir ağından biz sorumlu değiliz. Hassas bilgileri paylaşmayın.

source: Wrong folder path
cs: Špatná cesta ke složce
es: Ruta de carpeta incorrecta
fr: Chemin du dossier incorrect
hu: Hibás mappaelérési út
id: Jalur folder salah
ja: 間違ったフォルダパス
pl: Błędna ścieżka folderu
pt_br: Caminho da pasta incorreto
ro: Calea folderului greșită
sv: Fel mappssökväg
tr: Yanlış klasör yolu

source: Thread has not been completed, thread number:
cs: Vlákno nebylo dokončeno, číslo vlákna:
es: El hilo no ha sido completado, número de hilo:
fr: Le fil n'a pas été terminé, numéro de fil :
hu: A szál nem fejeződött be, szál száma:
id: Thread belum selesai, nomor thread:
ja: スレッドが完了していません。スレッド番号：
pl: Wątek nie został ukończony, numer wątku:
pt_br: A thread não foi concluída, número da thread:
ro: Firul de execuție nu a fost finalizat, numărul firului de execuție:
sv: Tråden har inte slutförts, trådnummer:
tr: İş parçacığı tamamlanmadı, iş parçacığı numarası:

source: Failed to open the folder
cs: Nepodařilo se otevřít složku
es: No se pudo abrir la carpeta
fr: Échec de l'ouverture du dossier
hu: Nem sikerült megnyitni a mappát
id: Gagal membuka folder
ja: フォルダを開くのに失敗しました
pl: Nie udało się otworzyć folderu
pt_br: Falha ao abrir a pasta
ro: Nu s-a putut deschide folderul
sv: Kunde inte öppna mappen
tr: Klasör açılamadı

source: Chat is empty
cs: Chat je prázdný
es: El chat está vacío
fr: Le chat est vide
hu: A csevegés üres
id: Obrolan kosong
ja: チャットは空です
pl: Czat jest pusty
pt_br: Chat vazio
ro: Chatul este gol
sv: Chatten är tom
tr: Sohbet boş

source: Monitoring: Active
cs: Monitorování: Aktivní
es: Monitoreo: Activo
fr: Surveillance : Active
hu: Figyelés: Aktív
id: Pemantauan: Aktif
ja: 監視中：アクティブ
pl: Monitorowanie: Aktywne
pt_br: Monitorando: Ativo
ro: Monitorizare: Activă
sv: Övervakning: Aktiv
tr: İzleme: Aktif

source: Command to execute
cs: Příkaz ke spuštění
es: Comando a ejecutar
fr: Commande à exécuter
hu: Futtatandó parancs
id: Perintah untuk dieksekusi
ja: 実行するコマンド
pl: Polecenie do wykonania
pt_br: Comando para executar
ro: Comandă de executat
sv: Kommando att köra
tr: Çalıştırılacak komut

source: Program Output Monitor
cs: Monitor výstupu programu
es: Monitor de salida del programa
fr: Moniteur de sortie du programme
hu: Programkimenet-figyelő
id: Monitor Keluaran Program
ja: プログラム出力モニター
pl: Monitor wyjścia programu
pt_br: Monitor de Saída do Programa
ro: Monitorizare ieșire program
sv: Programutdataövervakare
tr: Program Çıktı Monitörü

source: Clear output
cs: Vyčistit výstup
es: Limpiar salida
fr: Effacer la sortie
hu: Kimenet törlése
id: Bersihkan keluaran
ja: 出力をクリア
pl: Wyczyść wyjście
pt_br: Limpar saída
ro: Golește ieșirea
sv: Rensa utdata
tr: Çıktıyı temizle

source: Start/Stop monitoring
cs: Spustit/Zastavit monitorování
es: Iniciar/Detener monitoreo
fr: Démarrer/arrêter la surveillance
hu: Figyelés indítása/leállítása
id: Mulai/Hentikan pemantauan
ja: 監視の開始/停止
pl: Rozpocznij/Zatrzymaj monitorowanie
pt_br: Iniciar/Parar monitoramento
ro: Pornire/Oprire monitorizare
sv: Starta/Stoppa övervakning
tr: İzlemeyi Başlat/Durdur

source: Monitoring: Stopped
cs: Monitorování: Zastaveno
es: Monitoreo: Detenido
fr: Surveillance : Arrêtée
hu: Figyelés: Leállítva
id: Pemantauan: Berhenti
ja: 監視中：停止済み
pl: Monitorowanie: Zatrzymane
pt_br: Monitorando: Parado
ro: Monitorizare: Oprită
sv: Övervakning: Stoppad
tr: İzleme: Durduruldu

source: Lines: {}
cs: Řádky: {}
es: Líneas: {}
fr: Lignes : {}
hu: Sorok: {}
id: Baris: {}
ja: 行数: {}
pl: Linie: {}
pt_br: Linhas: {}
ro: Linii: {}
sv: Rader: {}
tr: Satırlar: {}

source: Lines: 0
cs: Řádky: 0
es: Líneas: 0
fr: Lignes : 0
hu: Sorok: 0
id: Baris: 0
ja: 行数: 0
pl: Linie: 0
pt_br: Linhas: 0
ro: Linii: 0
sv: Rader: 0
tr: Satırlar: 0

source: Terminal threads are still running in the background
cs: Terminálová vlákna stále běží na pozadí
es: Los hilos de terminal siguen ejecutándose en segundo plano
fr: Les fils du terminal sont toujours en cours d'exécution en arrière-plan
hu: A terminálszálak még mindig futnak a háttérben
id: Thread terminal masih berjalan di latar belakang
ja: ターミナルスレッドがバックグラウンドでまだ実行中です
pl: Wątki terminala nadal działają w tle
pt_br: As threads do terminal ainda estão sendo executadas em segundo plano
ro: Firele de execuție ale terminalului rulează încă în fundal
sv: Terminaltrådar körs fortfarande i bakgrunden
tr: Terminal iş parçacıkları hala arka planda çalışıyor

source: When you close the window, they will be automatically terminated
cs: Když zavřete okno, budou automaticky ukončeny
es: Cuando cierre la ventana, se terminarán automáticamente
fr: Lorsque vous fermerez la fenêtre, ils seront automatiquement terminés
hu: Az ablak bezárásakor automatikusan leállnak
id: Saat Anda menutup jendela, mereka akan otomatis dihentikan
ja: ウィンドウを閉じると、自動的に終了されます
pl: Gdy zamkniesz okno, zostaną one automatycznie zakończone
pt_br: Ao fechar a janela, elas serão encerradas automaticamente
ro: Când închideți fereastra, acestea vor fi terminate automat
sv: När du stänger fönstret kommer de att avslutas automatiskt
tr: Pencereyi kapattığınızda, otomatik olarak sonlandırılacaklardır

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
hu: Mégse
id: Batal
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sv: Avbryt
tr: İptal

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
hu: Bezárás
id: Tutup
ja: 閉じる
pl: Zamknij
pt_br: Fechar
ro: Închide
sv: Stäng
tr: Kapat

source: Chat is rebooted
cs: Chat byl restartován
es: El chat se ha reiniciado
fr: Le chat est redémarré
hu: A csevegés újraindult
id: Obrolan di-reboot
ja: チャットが再起動されました
pl: Czat został ponownie uruchomiony
pt_br: Chat reiniciado
ro: Chatul a fost repornit
sv: Chatten är omstartad
tr: Sohbet yeniden başlatıldı

source: Folder is rebooted
cs: Složka byla restartována
es: La carpeta ha sido reiniciada
fr: Le dossier est redémarré
hu: A mappa újraindult
id: Folder di-reboot
ja: フォルダが再起動されました
pl: Folder został ponownie uruchomiony
pt_br: Pasta reiniciada
ro: Folderul a fost repornit
sv: Mappen är omstartad
tr: Klasör yeniden başlatıldı

source: Chat is created
cs: Chat je vytvořen
es: El chat ha sido creado
fr: Le chat est créé
hu: A csevegés létrejött
id: Obrolan dibuat
ja: チャットが作成されました
pl: Czat został utworzony
pt_br: Chat criado
ro: Chatul este creat
sv: Chatten är skapad
tr: Sohbet oluşturuldu

source: General
cs: Obecné
fr: Général
hu: Általános
id: Umum
ja: 一般
pl: Ogólne
pt_br: Geral
sv: Allmänt
tr: Genel

source: Prompts
cs: Výzvy
fr: Invites
hu: Üzenetek
id: Prompt
ja: プロンプト
pl: Monity
ro: Prompturi
sv: Prompter
tr: İstemler

source: Knowledge
cs: Znalosti
es: Conocimiento
fr: Connaissance
hu: Tudás
id: Pengetahuan
ja: 知識
pl: Wiedza
pt_br: Conhecimento
ro: Cunoștințe
sv: Kunskap
tr: Bilgi

source: Language Model
cs: Jazykový model
es: Modelo de Lenguaje
fr: Modèle linguistique
hu: Nyelvi modell
id: Model Bahasa
ja: 言語モデル
pl: Model językowy
pt_br: Modelo de Linguagem
ro: Model de Limbaj
sv: Språkmodell
tr: Dil Modeli

source: Other LLMs
cs: Ostatní LLM
es: Otros LLM
fr: Autres LLM
hu: Egyéb LLM-ek
id: LLM Lainnya
ja: その他のLLM
pl: Inne LLM
pt_br: Outros LLMs
ro: Alte LLM-uri
sv: Andra LLM:er
tr: Diğer LLM'ler

source: Other available LLM providers
cs: Další dostupní poskytovatelé LLM
es: Otros proveedores de LLM disponibles
fr: Autres fournisseurs de LLM disponibles
hu: Egyéb elérhető LLM szolgáltatók
id: Penyedia LLM lain yang tersedia
ja: その他の利用可能なLLMプロバイダー
pl: Inni dostępni dostawcy LLM
pt_br: Outros provedores de LLM disponíveis
ro: Alți furnizori LLM disponibili
sv: Andra tillgängliga LLM-leverantörer
tr: Mevcut diğer LLM sağlayıcıları

source: Advanced LLM Settings
cs: Pokročilé nastavení LLM
es: Configuración avanzada de LLM
fr: Paramètres LLM avancés
hu: Haladó LLM beállítások
id: Pengaturan LLM Lanjutan
ja: LLM詳細設定
pl: Zaawansowane ustawienia LLM
pt_br: Configurações Avançadas de LLM
ro: Setări avansate LLM
sv: Avancerade LLM-inställningar
tr: Gelişmiş LLM Ayarları

source: Secondary Language Model
cs: Sekundární jazykový model
es: Modelo de lenguaje secundario
fr: Modèle de langage secondaire
hu: Másodlagos nyelvi modell
id: Model Bahasa Sekunder
ja: セカンダリ言語モデル
pl: Drugi model językowy
pt_br: Modelo de Linguagem Secundário
ro: Model de limbaj secundar
sv: Sekundär språkmodell
tr: İkincil Dil Modeli

source: Embedding Model
cs: Model vkládání
es: Modelo de incrustación (Embedding)
fr: Modèle d'intégration
hu: Beágyazási modell
id: Model Embedding
ja: 埋め込みモデル
pl: Model osadzania
pt_br: Modelo de Embeddings
ro: Model de încorporare
sv: Inbäddningsmodell
tr: Gömme Modeli

source: Embedding is used to trasform text into vectors. Used by Long Term Memory and RAG. Changing it might require you to re-index documents or reset memory.
cs: Vkládání se používá k transformaci textu na vektory. Používá se pro Dlouhodobou paměť a RAG. Změna může vyžadovat opětovnou indexaci dokumentů nebo resetování paměti.
es: El embedding se usa para transformar texto en vectores. Usado por la memoria a largo plazo y RAG. Cambiarlo podría requerir que reindices documentos o reinicies la memoria.
fr: L'intégration est utilisée pour transformer le texte en vecteurs. Utilisé par la mémoire à long terme et le RAG. Le modifier peut nécessiter de réindexer les documents ou de réinitialiser la mémoire.
hu: A beágyazás szöveg vektorokká alakítására szolgál. A hosszú távú memória és a RAG használja. A módosítása szükségessé teheti a dokumentumok újrainexelését vagy a memória alaphelyzetbe állítását.
id: Embedding digunakan untuk mengubah teks menjadi vektor. Digunakan oleh Memori Jangka Panjang dan RAG. Mengubahnya mungkin mengharuskan Anda untuk mengindeks ulang dokumen atau mengatur ulang memori.
ja: 埋め込みはテキストをベクトルに変換するために使用されます。長期記憶およびRAGによって使用されます。これを変更すると、ドキュメントの再インデックス化またはメモリのリセットが必要になる場合があります。
pl: Osadzanie służy do przekształcania tekstu w wektory. Używane przez pamięć długoterminową i RAG. Zmiana może wymagać ponownego indeksowania dokumentów lub zresetowania pamięci.
pt_br: Embedding é usado para transformar texto em vetores. Usado pela Memória de Longo Prazo e RAG. Alterá-lo pode exigir que você reindexe documentos ou redefina a memória.
ro: Încorporarea este utilizată pentru a transforma textul în vectori. Utilizată de Memoria pe Termen Lung și RAG. Modificarea acesteia ar putea necesita reindexarea documentelor sau resetarea memoriei.
sv: Inbäddning används för att omvandla text till vektorer. Används av långtidsminne och RAG. Att ändra den kan kräva att du omindexerar dokument eller återställer minnet.
tr: Gömme, metni vektörlere dönüştürmek için kullanılır. Uzun Süreli Bellek ve RAG tarafından kullanılır. Değiştirmek, belgeleri yeniden dizine eklemenizi veya belleği sıfırlamanızı gerektirebilir.

source: Keep memory of old conversations
cs: Udržovat paměť starých konverzací
es: Mantener memoria de conversaciones antiguas
fr: Conserver la mémoire des anciennes conversations
hu: Régi beszélgetések megőrzése
id: Simpan memori percakapan lama
ja: 以前の会話の記憶を保持する
pl: Zachowaj pamięć starych rozmów
pt_br: Manter a memória de conversas antigas
ro: Păstrează memoria conversațiilor vechi
sv: Behåll minnet av gamla konversationer
tr: Eski konuşmaların belleğini tut

source: Web Search
cs: Webové hledání
es: Búsqueda Web
fr: Recherche Web
hu: Webes keresés
id: Pencarian Web
ja: ウェブ検索
pl: Wyszukiwanie w sieci
pt_br: Pesquisa na Web
ro: Căutare Web
sv: Webbsökning
tr: Web Araması

source: Search information on the Web
cs: Vyhledávat informace na webu
es: Buscar información en la Web
fr: Rechercher des informations sur le Web
hu: Információ keresése a weben
id: Cari informasi di Web
ja: ウェブで情報を検索する
pl: Szukaj informacji w sieci
pt_br: Pesquisar informações na Web
ro: Căutați informații pe web
sv: Sök information på webben
tr: Web'de bilgi ara

source: Voice
cs: Hlas
es: Voz
fr: Voix
hu: Hang
id: Suara
ja: 音声
pl: Głos
pt_br: Voz
ro: Voce
sv: Röst
tr: Ses

source: Text To Speech Program
cs: Program převodu textu na řeč
es: Programa de Texto a Voz
fr: Programme de synthèse vocale
hu: Szövegfelolvasó program
id: Program Text To Speech
ja: テキスト読み上げプログラム
pl: Program zamiany tekstu na mowę
pt_br: Programa de Texto para Fala
ro: Program text-to-speech
sv: Text till tal-program
tr: Metinden Konuşmaya Programı

source: Choose which text to speech to use
cs: Vyberte, který program pro převod textu na řeč použít
es: Elige qué texto a voz usar
fr: Choisissez la synthèse vocale à utiliser
hu: Válassza ki a használni kívánt szövegfelolvasót
id: Pilih text to speech mana yang akan digunakan
ja: 使用するテキスト読み上げを選択してください
pl: Wybierz, który program zamiany tekstu na mowę ma być używany
pt_br: Escolha qual texto para fala usar
ro: Alegeți ce program text-to-speech să utilizați
sv: Välj vilken text till tal-motor som ska användas
tr: Kullanılacak metin okuyucuyu seçin

source: Speech To Text Engine
cs: Engine pro převod řeči na text
es: Motor de Voz a Texto
fr: Moteur de reconnaissance vocale
hu: Beszédfelismerő motor
id: Mesin Speech To Text
ja: 音声認識エンジン
pl: Silnik zamiany mowy na tekst
pt_br: Mecanismo de Fala para Texto
ro: Motor de transformare a vorbirii în text
sv: Tal till text-motor
tr: Konuşmadan Metne Motoru

source: Choose which speech recognition engine you want
cs: Vyberte, který engine pro rozpoznávání řeči chcete
es: Elige qué motor de reconocimiento de voz quieres
fr: Choisissez le moteur de reconnaissance vocale que vous souhaitez
hu: Válassza ki a használni kívánt beszédfelismerő motort
id: Pilih mesin pengenalan ucapan yang Anda inginkan
ja: 使用したい音声認識エンジンを選択してください
pl: Wybierz silnik rozpoznawania mowy, którego chcesz użyć
pt_br: Escolha qual mecanismo de reconhecimento de fala você deseja
ro: Alegeți motorul de recunoaștere vocală pe care îl doriți
sv: Välj vilken taligenkänningsmotor du vill använda
tr: Hangi konuşma tanıma motorunu istediğinizi seçin

source: Automatic Speech To Text
cs: Automatický převod řeči na text
es: Voz a Texto Automática
fr: Reconnaissance vocale automatique
hu: Automatikus beszédfelismerés
id: Ucapan Otomatis Ke Teks
ja: 自動音声認識
pl: Automatyczna zamiana mowy na tekst
pt_br: Fala para Texto Automática
ro: Recunoaștere vocală automată
sv: Automatisk tal till text
tr: Otomatik Konuşmadan Metne

source: Automatically restart speech to text at the end of a text/TTS
cs: Automaticky restartovat převod řeči na text po dokončení textu/TTS
es: Reiniciar automáticamente la voz a texto al final de un texto/TTS
fr: Redémarrer automatiquement la reconnaissance vocale à la fin d'un texte/TTS
hu: Automatikusan újraindítja a beszédfelismerést egy szöveg/TTS végén
id: Secara otomatis mulai ulang ucapan ke teks di akhir teks/TTS
ja: テキスト/TTSの終了時に自動的に音声認識を再開する
pl: Automatycznie wznawiaj zamianę mowy na tekst po zakończeniu tekstu/TTS
pt_br: Reiniciar automaticamente a fala para texto no final de um texto/TTS
ro: Repornește automat recunoașterea vocală la sfârșitul unui text/TTS
sv: Starta automatiskt om tal till text i slutet av en text/TTS
tr: Metin/TTS'nin sonunda konuşmayı metne otomatik olarak yeniden başlat

source: Prompt control
cs: Ovládání výzev
es: Control de prompts
fr: Contrôle des invites
hu: Üzenet vezérlés
id: Kontrol prompt
ja: プロンプト制御
pl: Kontrola monitów
pt_br: Controle de Prompt
ro: Control prompt
sv: Promptkontroll
tr: İstem kontrolü

source: Interface
cs: Rozhraní
es: Interfaz
hu: Felület
id: Antarmuka
ja: インターフェース
pl: Interfejs
ro: Interfață
sv: Gränssnitt
tr: Arayüz

source: Interface Size
cs: Velikost rozhraní
es: Tamaño de la interfaz
fr: Taille de l'interface
hu: Felület mérete
id: Ukuran Antarmuka
ja: インターフェースサイズ
pl: Rozmiar interfejsu
pt_br: Tamanho da Interface
ro: Dimensiune Interfață
sv: Gränssnittsstorlek
tr: Arayüz Boyutu

source: Adjust the size of the interface
cs: Upravte velikost rozhraní
es: Ajustar el tamaño de la interfaz
fr: Ajuster la taille de l'interface
hu: A felület méretének beállítása
id: Sesuaikan ukuran antarmuka
ja: インターフェースのサイズを調整する
pl: Dostosuj rozmiar interfejsu
pt_br: Ajustar o tamanho da interface
ro: Ajustează dimensiunea interfeței
sv: Justera gränssnittets storlek
tr: Arayüz boyutunu ayarla

source: Editor color scheme
cs: Barevné schéma editoru
es: Esquema de color del editor
fr: Schéma de couleurs de l'éditeur
hu: Szerkesztő színvilága
id: Skema warna editor
ja: エディターのカラースキーム
pl: Schemat kolorów edytora
pt_br: Esquema de cores do editor
ro: Schema de culori a editorului
sv: Redigerarens färgschema
tr: Düzenleyici renk şemasını değiştir

source: Change the color scheme of the editor and codeblocks
cs: Změnit barevné schéma editoru a bloků kódu
es: Cambiar el esquema de color del editor y los bloques de código
fr: Modifier le schéma de couleurs de l'éditeur et des blocs de code
hu: A szerkesztő és a kódblokkok színvilágának módosítása
id: Ubah skema warna editor dan blok kode
ja: エディターとコードブロックのカラースキームを変更する
pl: Zmień schemat kolorów edytora i bloków kodu
pt_br: Alterar o esquema de cores do editor e dos blocos de código
ro: Schimbați schema de culori a editorului și a blocurilor de cod
sv: Ändra färgschemat för redigeraren och kodblock
tr: Düzenleyicinin ve kod bloklarının renk şemasını değiştir

source: Hidden files
cs: Skryté soubory
es: Archivos ocultos
fr: Fichiers cachés
hu: Rejtett fájlok
id: Berkas tersembunyi
ja: 隠しファイル
pl: Ukryte pliki
pt_br: Arquivos ocultos
ro: Fișiere ascunse
sv: Dolda filer
tr: Gizli dosyalar

source: Show hidden files
cs: Zobrazit skryté soubory
es: Mostrar archivos ocultos
fr: Afficher les fichiers cachés
hu: Rejtett fájlok megjelenítése
id: Tampilkan berkas tersembunyi
ja: 隠しファイルを表示する
pl: Pokaż ukryte pliki
pt_br: Mostrar arquivos ocultos
ro: Arată fișierele ascunse
sv: Visa dolda filer
tr: Gizli dosyaları göster

source: Send with ENTER
cs: Odeslat pomocí ENTER
es: Enviar con ENTER
fr: Envoyer avec ENTRÉE
hu: Küldés ENTER billentyűvel
id: Kirim dengan ENTER
ja: ENTERで送信
pl: Wyślij z ENTER
pt_br: Enviar com ENTER
ro: Trimite cu ENTER
sv: Skicka med ENTER
tr: ENTER ile Gönder
