Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Thread editing
cs: Úprava vlákna
es: Edición de hilos
fr: Édition de fils
hu: Szál szerkesztése
id: Pengeditan thread
ja: スレッドの編集
pl: Edycja wątków
pt_br: Edição de threads
ro: Editare fir de execuție
sv: Trådredigering
tr: İş Parçacığı Düzenleme

source: Extensions
cs: Rozšíření
es: Extensiones
hu: Bővítmények
id: Ekstensi
ja: 拡張機能
pl: Rozszerzenia
pt_br: Extensões
ro: Extensii
sv: Tillägg
tr: Uzantılar

source: Settings
cs: Nastavení
es: Configuración
fr: Paramètres
hu: Beállítások
id: Pengaturan
ja: 設定
pl: Ustawienia
pt_br: Configurações
ro: Setări
sv: Inställningar
tr: Ayarlar

source: Keyboard shorcuts
cs: Klávesové zkratky
es: Atajos de teclado
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan keyboard
ja: キーボードショートカット
pl: Skróty klawiaturowe
pt_br: Atalhos do teclado
ro: Scurtături de la tastatură
sv: Tangentbordsgenvägar
tr: Klavye kısayolları

source: About
cs: O aplikaci
es: Acerca de
fr: À propos
hu: Névjegy
id: Tentang
ja: について
pl: O programie
pt_br: Sobre
ro: Despre
sv: Om
tr: Hakkında

source: Chat
hu: Csevegés
id: Obrolan
ja: チャット
pl: Czat
sv: Chatt
tr: Sohbet

source: History
cs: Historie
es: Historial
fr: Historique
hu: Előzmények
id: Riwayat
ja: 履歴
pl: Historia
pt_br: Histórico
ro: Istoric
sv: Historik
tr: Geçmiş

source: Create a chat
cs: Vytvořit chat
es: Crear un chat
fr: Créer un chat
hu: Csevegés létrehozása
id: Buat obrolan
ja: チャットを作成
pl: Utwórz czat
pt_br: Criar um chat
ro: Creează un chat
sv: Skapa en chatt
tr: Bir sohbet oluştur

source: Chats
cs: Chaty
hu: Csevegések
id: Obrolan
ja: チャット
pl: Czaty
ro: Chaturi
sv: Chattar
tr: Sohbetler

source: Stop
cs: Zastavit
es: Detener
fr: Arrêter
hu: Leállítás
id: Berhenti
ja: 停止
pl: Zatrzymaj
pt_br: Parar
ro: Oprește
sv: Stoppa
tr: Dur

source: Clear
cs: Vymazat
es: Limpiar
fr: Effacer
hu: Törlés
id: Bersihkan
ja: クリア
pl: Wyczyść
pt_br: Limpar
ro: Șterge
sv: Rensa
tr: Temizle

source: Continue
cs: Pokračovat
es: Continuar
fr: Continuer
hu: Folytatás
id: Lanjutkan
ja: 続ける
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
sv: Fortsätt
tr: Devam Et

source: Regenerate
cs: Znovu vygenerovat
es: Regenerar
fr: Régénérer
hu: Újragenerálás
id: Hasilkan ulang
ja: 再生成
pl: Regeneruj
pt_br: Regenerar
ro: Regenerează
sv: Återskapa
tr: Yeniden Oluştur

source: Send a message...
cs: Odeslat zprávu...
es: Enviar un mensaje...
fr: Envoyer un message...
hu: Üzenet küldése...
id: Kirim pesan...
ja: メッセージを送信...
pl: Wyślij wiadomość...
pt_br: Enviar uma mensagem...
ro: Trimite un mesaj...
sv: Skicka ett meddelande...
tr: Bir mesaj gönder...

source: Explorer Tab
cs: Záložka Průzkumník
es: Pestaña del explorador
fr: Onglet Explorateur
hu: Fájlkezelő lap
id: Tab Penjelajah
ja: エクスプローラータブ
pl: Zakładka Eksplorator
pt_br: Aba do Explorador
ro: Fila Explorer
sv: Utforskareflik
tr: Gezgin Sekmesi

source: Terminal Tab
cs: Záložka Terminál
es: Pestaña de terminal
fr: Onglet Terminal
hu: Terminál lap
id: Tab Terminal
ja: ターミナルタブ
pl: Zakładka Terminal
pt_br: Aba do Terminal
ro: Fila Terminal
sv: Terminalflik
tr: Terminal Sekmesi

source: Browser Tab
cs: Záložka Prohlížeč
es: Pestaña del navegador
fr: Onglet Navigateur
hu: Böngésző lap
id: Tab Peramban
ja: ブラウザタブ
pl: Zakładka Przeglądarka
pt_br: Aba do Navegador
ro: Fila Browser
sv: Webbläsarflik
tr: Tarayıcı Sekmesi

source: Ask about a website
cs: Zeptejte se na webovou stránku
es: Preguntar sobre un sitio web
fr: Demander à propos d'un site web
hu: Kérdezzen egy weboldalról
id: Tanyakan tentang sebuah situs web
ja: ウェブサイトについて尋ねる
pl: Zapytaj o stronę internetową
pt_br: Perguntar sobre um site
ro: Întreabă despre un site web
sv: Fråga om en webbplats
tr: Bir web sitesi hakkında soru sor

source: Write #https://website.com in chat to ask information about a website
cs: Napište #https://website.com do chatu pro získání informací o webové stránce
es: Escribe #https://website.com en el chat para pedir información sobre un sitio web
fr: Écrivez #https://website.com dans le chat pour demander des informations sur un site web
hu: Írja be a #https://website.com címet a csevegésbe, hogy információt kérjen egy weboldalról
id: Tulis #https://website.com di obrolan untuk menanyakan informasi tentang situs web
ja: ウェブサイトに関する情報を尋ねるには、チャットに「#https://website.com」と入力してください
pl: Wpisz #https://strona.com na czacie, aby zapytać o informacje o stronie internetowej
pt_br: Escreva #https://site.com no chat para perguntar informações sobre um site
ro: Scrie #https://website.com în chat pentru a cere informații despre un site web
sv: Skriv #https://website.com i chatten för att fråga information om en webbplats
tr: Bir web sitesi hakkında bilgi sormak için sohbete #https://website.com yazın

source: Check out our Extensions!
cs: Podívejte se na naše rozšíření!
es: ¡Echa un vistazo a nuestras Extensiones!
fr: Découvrez nos Extensions !
hu: Nézze meg bővítményeinket!
id: Lihat Ekstensi kami!
ja: 拡張機能をご覧ください！
pl: Sprawdź nasze rozszerzenia!
pt_br: Confira nossas Extensões!
ro: Verifică extensiile noastre!
sv: Kolla in våra tillägg!
tr: Uzantılarımıza göz atın!

source: We have a lot of extensions for different things. Check it out!
cs: Máme spoustu rozšíření pro různé věci. Zkontrolujte je!
es: Tenemos muchas extensiones para diferentes cosas. ¡Compruébalo!
fr: Nous avons de nombreuses extensions pour différentes choses. Jetez un œil !
hu: Sok bővítményünk van különböző dolgokhoz. Nézze meg!
id: Kami memiliki banyak ekstensi untuk berbagai hal. Lihatlah!
ja: さまざまな拡張機能があります。ぜひチェックしてください！
pl: Mamy wiele rozszerzeń do różnych zastosowań. Sprawdź je!
pt_br: Temos muitas extensões para diferentes coisas. Confira!
ro: Avem o mulțime de extensii pentru diverse lucruri. Verifică-le!
sv: Vi har många tillägg för olika saker. Kolla in dem!
tr: Farklı şeyler için birçok uzantımız var. Göz atın!

source: Chat with documents!
cs: Chatujte s dokumenty!
es: ¡Chatea con documentos!
fr: Discutez avec des documents !
hu: Csevegés dokumentumokkal!
id: Mengobrol dengan dokumen!
ja: ドキュメントとチャット！
pl: Rozmawiaj z dokumentami!
pt_br: Converse com documentos!
ro: Conversează cu documentele!
sv: Chatta med dokument!
tr: Belgelerle sohbet edin!

source: Add your documents to your documents folder and chat using the information contained in them!
cs: Přidejte své dokumenty do složky dokumentů a chatujte s využitím informací obsažených v nich!
es: ¡Añada sus documentos a su carpeta de documentos y chatee utilizando la información contenida en ellos!
fr: Ajoutez vos documents à votre dossier de documents et discutez en utilisant les informations qu'ils contiennent !
hu: Adja hozzá dokumentumait a dokumentum mappájához, és csevegjen az azokban található információk felhasználásával!
id: Tambahkan dokumen Anda ke folder dokumen Anda dan mengobrol menggunakan informasi yang terkandung di dalamnya!
ja: ドキュメントをドキュメントフォルダに追加して、その中の情報を使ってチャットしましょう！
pl: Dodaj swoje dokumenty do folderu dokumentów i rozmawiaj, używając informacji w nich zawartych!
pt_br: Adicione seus documentos à sua pasta de documentos e converse usando as informações contidas neles!
ro: Adăugați documentele în folderul de documente și discutați utilizând informațiile conținute în ele!
sv: Lägg till dina dokument i din dokumentmapp och chatta med informationen i dem!
tr: Belgelerinizi belge klasörünüze ekleyin ve içerdikleri bilgileri kullanarak sohbet edin!

source: Surf the web!
cs: Surfujte po webu!
es: ¡Navega por la web!
fr: Naviguez sur le web !
hu: Böngésszen az interneten!
id: Jelajahi web!
ja: ウェブを閲覧！
pl: Surfuj po sieci!
pt_br: Navegue na web!
ro: Navighează pe web!
sv: Surfa på webben!
tr: İnternette gezin!

source: Enable web search to allow the LLM to surf the web and provide up to date answers
cs: Povolte webové vyhledávání, aby LLM mohla surfovat po webu a poskytovat aktuální odpovědi
es: Habilita la búsqueda web para permitir que el LLM navegue por la web y proporcione respuestas actualizadas
fr: Activez la recherche web pour permettre au LLM de naviguer sur le web et de fournir des réponses à jour
hu: Engedélyezze a webes keresést, hogy az LLM böngészhessen a weben és naprakész válaszokat adjon
id: Aktifkan pencarian web untuk memungkinkan LLM menjelajahi web dan memberikan jawaban terkini
ja: ウェブ検索を有効にして、LLMがウェブを閲覧し、最新の回答を提供できるようにします
pl: Włącz wyszukiwanie w sieci, aby umożliwić LLM przeglądanie sieci i dostarczanie aktualnych odpowiedzi
pt_br: Habilite a pesquisa na web para permitir que o LLM navegue na web e forneça respostas atualizadas
ro: Activează căutarea web pentru a permite LLM-ului să navigheze pe web și să ofere răspunsuri actualizate
sv: Aktivera webbsökning för att tillåta LLM att surfa på webben och ge uppdaterade svar
tr: LLM'nin web'de gezinmesine ve güncel yanıtlar sağlamasına izin vermek için web aramasını etkinleştirin

source: Mini Window
cs: Mini okno
es: Mini ventana
fr: Mini-fenêtre
hu: Mini ablak
id: Jendela Mini
ja: ミニウィンドウ
pl: Mini okno
pt_br: Mini Janela
ro: Fereastră Mini
sv: Minifönster
tr: Mini Pencere

source: Ask questions on the fly using the mini window mode
cs: Klást otázky za pochodu pomocí režimu mini okna
es: Haz preguntas al instante usando el modo mini ventana
fr: Posez des questions à la volée en utilisant le mode mini-fenêtre
hu: Tegyen fel kérdéseket menet közben a mini ablak móddal
id: Ajukan pertanyaan dengan cepat menggunakan mode jendela mini
ja: ミニウィンドウモードを使用して、その場で質問できます
pl: Zadawaj pytania na bieżąco, używając trybu mini okna
pt_br: Faça perguntas rapidamente usando o modo mini janela
ro: Pune întrebări din mers folosind modul fereastră mini
sv: Ställ frågor direkt med hjälp av minifönsterläget
tr: Mini pencere modunu kullanarak anında sorular sorun

source: Text to Speech
cs: Převod textu na řeč
es: Texto a voz
fr: Synthèse vocale
hu: Szövegfelolvasó
id: Teks ke Suara
ja: テキスト読み上げ
pl: Zamiana tekstu na mowę
pt_br: Texto para Fala
sv: Text till tal
tr: Metinden Konuşmaya

source: Newelle supports text-to-speech! Enable it in the settings
cs: Newelle podporuje převod textu na řeč! Povolte jej v nastavení
es: ¡Newelle soporta texto a voz! Habilítalo en la configuración
fr: Newelle prend en charge la synthèse vocale ! Activez-la dans les paramètres
hu: A Newelle támogatja a szövegfelolvasást! Engedélyezze a beállításokban
id: Newelle mendukung text-to-speech! Aktifkan di pengaturan
ja: Newelleはテキスト読み上げをサポートしています！設定で有効にしてください
pl: Newelle obsługuje zamianę tekstu na mowę! Włącz ją w ustawieniach
pt_br: Newelle suporta texto-para-fala! Habilite nas configurações
ro: Newelle suportă text-to-speech! Activează-l în setări
sv: Newelle stöder text till tal! Aktivera det i inställningarna
tr: Newelle metinden konuşmaya destekler! Ayarlarda etkinleştirin

source: Keyboard Shortcuts
cs: Klávesové zkratky
es: Atajos de teclado
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan Keyboard
ja: キーボードショートカット
pl: Skróty klawiaturowe
pt_br: Atalhos de Teclado
ro: Scurtături de la tastatură
sv: Tangentbordsgenvägar
tr: Klavye Kısayolları

source: Control Newelle using Keyboard Shortcuts
cs: Ovládejte Newelle pomocí klávesových zkratek
es: Controla Newelle usando atajos de teclado
fr: Contrôlez Newelle à l'aide des raccourcis clavier
hu: A Newelle vezérlése billentyűparancsokkal
id: Kontrol Newelle menggunakan Pintasan Keyboard
ja: キーボードショートカットを使用してNewelleを操作する
pl: Kontroluj Newelle za pomocą skrótów klawiaturowych
pt_br: Controle Newelle usando Atalhos de Teclado
ro: Controlează Newelle folosind scurtături de la tastatură
sv: Kontrollera Newelle med tangentbordsgenvägar
tr: Newelle'i Klavye Kısayolları ile kontrol edin

source: Prompt Control
cs: Ovládání výzev
es: Control de prompts
fr: Contrôle des invites
hu: Üzenet vezérlés
id: Kontrol Prompt
ja: プロンプト制御
pl: Kontrola monitów
pt_br: Controle de Prompt
ro: Control prompt
sv: Promptkontroll
tr: İstem Kontrolü

source: Newelle gives you 100% prompt control. Tune your prompts for your use.
cs: Newelle vám poskytuje 100% kontrolu nad výzvami. Upravte si výzvy pro vaše použití.
es: Newelle le brinda un control del 100% sobre los prompts. Ajuste sus prompts para su uso.
fr: Newelle vous offre un contrôle total des invites. Adaptez vos invites à votre utilisation.
hu: A Newelle 100%-os üzenetvezérlést biztosít. Hangolja üzeneteit a felhasználásához.
id: Newelle memberi Anda kontrol prompt 100%. Sesuaikan prompt Anda untuk penggunaan Anda.
ja: Newelleは100%のプロンプト制御を提供します。用途に合わせてプロンプトを調整してください。
pl: Newelle daje Ci 100% kontroli nad monitami. Dostosuj monity do swoich potrzeb.
pt_br: Newelle oferece 100% de controle de prompt. Ajuste seus prompts para seu uso.
ro: Newelle îți oferă control total asupra prompturilor. Ajustează-le pentru nevoile tale.
sv: Newelle ger dig 100% promptkontroll. Anpassa dina prompter för din användning.
tr: Newelle size %100 istem kontrolü sağlar. İstemlerinizi kullanımınıza göre ayarlayın.

source: Thread Editing
cs: Úprava vlákna
es: Edición de hilos
fr: Édition des fils
hu: Szál szerkesztése
id: Pengeditan Thread
ja: スレッドの編集
pl: Edycja wątków
pt_br: Edição de Thread
ro: Editare fir de execuție
sv: Trådredigering
tr: İş Parçacığı Düzenleme

source: Check the programs and processes you run from Newelle
cs: Zkontrolujte programy a procesy, které spouštíte z Newelle
es: Comprueba los programas y procesos que ejecutas desde Newelle
fr: Vérifiez les programmes et processus que vous exécutez depuis Newelle
hu: Ellenőrizze a Newelle-ből futtatott programokat és folyamatokat
id: Periksa program dan proses yang Anda jalankan dari Newelle
ja: Newelleから実行するプログラムとプロセスを確認する
pl: Sprawdź programy i procesy, które uruchamiasz z Newelle
pt_br: Verifique os programas e processos que você executa no Newelle
ro: Verifică programele și procesele pe care le rulezi din Newelle
sv: Kontrollera programmen och processerna du kör från Newelle
tr: Newelle'den çalıştırdığınız programları ve süreçleri kontrol edin

source: Programmable Prompts
cs: Programovatelné výzvy
es: Prompts programables
fr: Invites programmables
hu: Programozható üzenetek
id: Prompt yang Dapat Diprogram
ja: プログラマブルプロンプト
pl: Programowalne monity
pt_br: Prompts Programáveis
ro: Prompturi programabile
sv: Programmerbara prompter
tr: Programlanabilir İstemler

source: You can add dynamic prompts to Newelle, with conditions and probabilities
cs: Do Newelle můžete přidávat dynamické výzvy s podmínkami a pravděpodobnostmi
es: Puedes añadir prompts dinámicos a Newelle, con condiciones y probabilidades
fr: Vous pouvez ajouter des invites dynamiques à Newelle, avec des conditions et des probabilités
hu: Dinamikus üzeneteket adhat hozzá a Newelle-hez, feltételekkel és valószínűségekkel
id: Anda dapat menambahkan prompt dinamis ke Newelle, dengan kondisi dan probabilitas
ja: 条件と確率を使用して、動的なプロンプトをNewelleに追加できます
pl: Możesz dodawać dynamiczne monity do Newelle, z warunkami i prawdopodobieństwami
pt_br: Você pode adicionar prompts dinâmicos ao Newelle, com condições e probabilidades
ro: Puteți adăuga prompturi dinamice la Newelle, cu condiții și probabilități
sv: Du kan lägga till dynamiska prompter i Newelle, med villkor och sannolikheter
tr: Newelle'e koşullar ve olasılıklarla dinamik istemler ekleyebilirsiniz

source: New Chat
cs: Nový chat
es: Nuevo chat
fr: Nouveau Chat
hu: Új csevegés
id: Obrolan Baru
ja: 新しいチャット
pl: Nowy czat
pt_br: Novo Chat
ro: Chat Nou
sv: Ny chatt
tr: Yeni Sohbet

source: Provider Errror
cs: Chyba poskytovatele
es: Error del proveedor
fr: Erreur du fournisseur
hu: Szolgáltató hiba
id: Kesalahan Penyedia
ja: プロバイダーエラー
pl: Błąd dostawcy
pt_br: Erro do Provedor
ro: Eroare furnizor
sv: Leverantörsfel
tr: Sağlayıcı Hatası

source: Local Documents
cs: Místní dokumenty
es: Documentos Locales
fr: Documents locaux
hu: Helyi dokumentumok
id: Dokumen Lokal
ja: ローカルドキュメント
pl: Dokumenty lokalne
pt_br: Documentos Locais
ro: Documente locale
sv: Lokala dokument
tr: Yerel Belgeler

source: Long Term Memory
cs: Dlouhodobá paměť
es: Memoria a Largo Plazo
fr: Mémoire à long terme
hu: Hosszú távú memória
id: Memori Jangka Panjang
ja: 長期記憶
pl: Pamięć długoterminowa
pt_br: Memória de Longo Prazo
ro: Memorie pe termen lung
sv: Långtidsminne
tr: Uzun Süreli Bellek

source: Command virtualization
cs: Virtualizace příkazů
es: Virtualización de comandos
fr: Virtualisation des commandes
hu: Parancs virtualizálás
id: Virtualisasi perintah
ja: コマンドの仮想化
pl: Wirtualizacja poleceń
pt_br: Virtualização de comandos
ro: Virtualizare comenzi
sv: Kommando virtualisering
tr: Komut sanallaştırma

source: Web search
cs: Webové hledání
es: Búsqueda web
fr: Recherche web
hu: Webes keresés
id: Pencarian Web
ja: ウェブ検索
pl: Wyszukiwanie w sieci
pt_br: Pesquisa na web
ro: Căutare web
sv: Webbsökning
tr: Web araması

source: This provider does not have a model list
cs: Tento poskytovatel nemá seznam modelů
es: Este proveedor no tiene una lista de modelos
fr: Ce fournisseur n'a pas de liste de modèles
hu: Ennek a szolgáltatónak nincs modelllistája
id: Penyedia ini tidak memiliki daftar model
ja: このプロバイダーにはモデルリストがありません
pl: Ten dostawca nie posiada listy modeli
pt_br: Este provedor não possui uma lista de modelos
ro: Acest furnizor nu are o listă de modele
sv: Denna leverantör har ingen modelllista
tr: Bu sağlayıcının bir model listesi yok

source: Models
cs: Modely
es: Modelos
fr: Modèles
hu: Modellek
id: Model
ja: モデル
pl: Modele
pt_br: Modelos
ro: Modele
sv: Modeller
tr: Modeller

source: Search Models...
cs: Hledat modely...
es: Buscar modelos...
fr: Rechercher des modèles...
hu: Modellek keresése...
id: Cari Model...
ja: モデルを検索...
pl: Szukaj modeli...
pt_br: Pesquisar Modelos...
ro: Caută modele...
sv: Sök modeller...
tr: Model Ara...

source: Create new profile
cs: Vytvořit nový profil
es: Crear nuevo perfil
fr: Créer un nouveau profil
hu: Új profil létrehozása
id: Buat profil baru
ja: 新しいプロファイルの作成
pl: Utwórz nowy profil
pt_br: Criar novo perfil
ro: Creează profil nou
sv: Skapa ny profil
tr: Yeni profil oluştur

source: Could not recognize your voice
cs: Nepodařilo se rozpoznat váš hlas
es: No se pudo reconocer su voz
fr: Impossible de reconnaître votre voix
hu: Nem sikerült felismerni a hangját
id: Tidak dapat mengenali suara Anda
ja: あなたの音声を認識できませんでした
pl: Nie rozpoznano Twojego głosu
pt_br: Não foi possível reconhecer sua voz
ro: Nu am putut recunoaște vocea dvs.
sv: Kunde inte känna igen din röst
tr: Sesiniz tanınamadı

source: Images
cs: Obrázky
es: Imágenes
hu: Képek
id: Gambar
ja: 画像
pl: Obrazy
pt_br: Imagens
ro: Imagini
sv: Bilder
tr: Görseller

source: LLM Supported Files
cs: Soubory podporované LLM
es: Archivos compatibles con LLM
fr: Fichiers pris en charge par LLM
hu: LLM támogatott fájlok
id: Berkas yang Didukung LLM
ja: LLM対応ファイル
pl: Pliki obsługiwane przez LLM
pt_br: Arquivos Suportados pelo LLM
ro: Fișiere suportate de LLM
sv: LLM-stödda filer
tr: LLM Desteklenen Dosyalar

source: RAG Supported files
cs: Soubory podporované RAG
es: Archivos compatibles con RAG
fr: Fichiers pris en charge par RAG
hu: RAG támogatott fájlok
id: Berkas yang Didukung RAG
ja: RAG対応ファイル
pl: Pliki obsługiwane przez RAG
pt_br: Arquivos Suportados pelo RAG
ro: Fișiere suportate RAG
sv: RAG-stödda filer
tr: RAG Desteklenen dosyalar

source: Supported Files
cs: Podporované soubory
es: Archivos compatibles
fr: Fichiers pris en charge
hu: Támogatott fájlok
id: Berkas yang Didukung
ja: 対応ファイル
pl: Obsługiwane pliki
pt_br: Arquivos Suportados
ro: Fișiere suportate
sv: Filer som stöds
tr: Desteklenen Dosyalar

source: All Files
cs: Všechny soubory
es: Todos los archivos
fr: Tous les fichiers
hu: Összes fájl
id: Semua Berkas
ja: すべてのファイル
pl: Wszystkie pliki
pt_br: Todos os Arquivos
ro: Toate fișierele
sv: Alla filer
tr: Tüm Dosyalar

source: Attach file
cs: Připojit soubor
es: Adjuntar archivo
fr: Joindre un fichier
hu: Fájl csatolása
id: Lampirkan berkas
ja: ファイルを添付
pl: Dołącz plik
pt_br: Anexar arquivo
ro: Atașează fișier
sv: Bifoga fil
tr: Dosya ekle

source: File not found
cs: Soubor nenalezen
es: Archivo no encontrado
fr: Fichier introuvable
hu: Fájl nem található
id: Berkas tidak ditemukan
ja: ファイルが見つかりません
pl: Plik nie znaleziono
pt_br: Arquivo não encontrado
ro: Fișier negăsit
sv: Filen hittades inte
tr: Dosya bulunamadı

source: The file cannot be sent until the program is finished
cs: Soubor nelze odeslat, dokud program neskončí
es: El archivo no se puede enviar hasta que el programa termine
fr: Le fichier ne peut pas être envoyé tant que le programme n'est pas terminé
hu: A fájl nem küldhető el, amíg a program be nem fejeződik
id: Berkas tidak dapat dikirim sampai program selesai
ja: プログラムが終了するまでファイルを送信できません
pl: Plik nie może zostać wysłany, dopóki program nie zakończy działania
pt_br: O arquivo não pode ser enviado até que o programa termine
ro: Fișierul nu poate fi trimis până când programul nu este terminat
sv: Filen kan inte skickas förrän programmet är klart
tr: Program bitene kadar dosya gönderilemez

source: The file is not recognized
cs: Soubor není rozpoznán
es: El archivo no es reconocido
fr: Le fichier n'est pas reconnu
hu: A fájl nem ismerhető fel
id: Berkas tidak dikenali
ja: ファイルが認識されません
pl: Plik nie jest rozpoznawany
pt_br: O arquivo não é reconhecido
ro: Fișierul nu este recunoscut
sv: Filen känns inte igen
tr: Dosya tanınmadı

source: You can no longer continue the message.
cs: Zprávu již nelze pokračovat.
es: Ya no puedes continuar el mensaje.
fr: Vous ne pouvez plus continuer le message.
hu: Nem folytathatja az üzenetet.
id: Anda tidak dapat lagi melanjutkan pesan.
ja: これ以上メッセージを続けることはできません。
pl: Nie możesz już kontynuować wiadomości.
pt_br: Você não pode mais continuar a mensagem.
ro: Nu mai puteți continua mesajul.
sv: Du kan inte längre fortsätta meddelandet.
tr: Mesajı artık devam ettiremezsiniz.

source: You can no longer regenerate the message.
cs: Zprávu již nelze znovu vygenerovat.
es: Ya no puedes regenerar el mensaje.
fr: Vous ne pouvez plus régénérer le message.
hu: Nem generálhatja újra az üzenetet.
id: Anda tidak dapat lagi menghasilkan ulang pesan.
ja: これ以上メッセージを再生成することはできません。
pl: Nie możesz już ponownie wygenerować wiadomości.
pt_br: Você não pode mais regenerar a mensagem.
ro: Nu mai puteți regenera mesajul.
sv: Du kan inte längre återskapa meddelandet.
tr: Mesajı artık yeniden oluşturamazsınız.

source: Chat
hu: Csevegés
id: Obrolan
ja: チャット
pl: Czat
sv: Chatt
tr: Sohbet

source: Chat is cleared
cs: Chat je vymazán
es: El chat ha sido borrado
fr: Le chat est effacé
hu: A csevegés törölve
id: Obrolan dibersihkan
ja: チャットがクリアされました
pl: Czat został wyczyszczony
pt_br: O chat foi limpo
ro: Chatul este șters
sv: Chatten är rensad
tr: Sohbet temizlendi

source: The message was canceled and deleted from history
cs: Zpráva byla zrušena a smazána z historie
es: El mensaje fue cancelado y eliminado del historial
fr: Le message a été annulé et supprimé de l'historique
hu: Az üzenet törölve és eltávolítva az előzményekből
id: Pesan dibatalkan dan dihapus dari riwayat
ja: メッセージはキャンセルされ、履歴から削除されました
pl: Wiadomość została anulowana i usunięta z historii
pt_br: A mensagem foi cancelada e excluída do histórico
ro: Mesajul a fost anulat și șters din istoric
sv: Meddelandet avbröts och togs bort från historiken
tr: Mesaj iptal edildi ve geçmişten silindi

source: The message cannot be sent until the program is finished
cs: Zprávu nelze odeslat, dokud program neskončí
es: El mensaje no se puede enviar hasta que el programa termine
fr: Le message ne peut pas être envoyé tant que le programme n'est pas terminé
hu: Az üzenet nem küldhető el, amíg a program be nem fejeződik
id: Pesan tidak dapat dikirim sampai program selesai
ja: プログラムが終了するまでメッセージを送信できません
pl: Wiadomość nie może zostać wysłana, dopóki program nie zakończy działania
pt_br: A mensagem não pode ser enviada até que o programa termine
ro: Mesajul nu poate fi trimis până când programul nu este terminat
sv: Meddelandet kan inte skickas förrän programmet är klart
tr: Program bitene kadar mesaj gönderilemez
