Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Deleted successfully
cs: Úspěšně smazáno
es: Eliminado con éxito
fr: Supprimé avec succès
hu: Sikeresen törölve
id: Berhasil dihapus
ja: 正常に削除されました
pl: Usunięto pomyślnie
pt_br: Excluído com sucesso
ro: Șters cu succes
sv: Borttagning lyckades
tr: Başarıyla silindi

source: Failed to delete: {}
cs: Nepodařilo se smazat: {}
es: Fallo al eliminar: {}
fr: Échec de la suppression : {}
hu: Sikertelen törlés: {}
id: Gagal menghapus: {}
ja: 削除に失敗しました: {}
pl: Nie udało się usunąć: {}
pt_br: Falha ao excluir: {}
ro: Nu s-a putut șterge: {}
sv: Misslyckades att ta bort: {}
tr: Silinemedi: {}

source: Path copied to clipboard
cs: Cesta zkopírována do schránky
es: Ruta copiada al portapapeles
fr: Chemin copié dans le presse-papiers
hu: Az útvonal másolva a vágólapra
id: Jalur disalin ke papan klip
ja: パスをクリップボードにコピーしました
pl: Ścieżka skopiowana do schowka
pt_br: Caminho copiado para a área de transferência
ro: Calea copiată în clipboard
sv: Sökvägen kopierad till urklipp
tr: Yol panoya kopyalandı

source: Failed to copy path
cs: Nepodařilo se zkopírovat cestu
es: Fallo al copiar ruta
fr: Échec de la copie du chemin
hu: Nem sikerült másolni az útvonalat
id: Gagal menyalin jalur
ja: パスのコピーに失敗しました
pl: Nie udało się skopiować ścieżki
pt_br: Falha ao copiar caminho
ro: Nu s-a putut copia calea
sv: Misslyckades att kopiera sökväg
tr: Yol kopyalanamadı

source: Create new folder
cs: Vytvořit novou složku
es: Crear nueva carpeta
fr: Créer un nouveau dossier
hu: Új mappa létrehozása
id: Buat folder baru
ja: 新しいフォルダを作成
pl: Utwórz nowy folder
pt_br: Criar nova pasta
ro: Creează un folder nou
sv: Skapa ny mapp
tr: Yeni klasör oluştur

source: Create new file
cs: Vytvořit nový soubor
es: Crear nuevo archivo
fr: Créer un nouveau fichier
hu: Új fájl létrehozása
id: Buat berkas baru
ja: 新しいファイルを作成
pl: Utwórz nowy plik
pt_br: Criar novo arquivo
ro: Creează un fișier nou
sv: Skapa ny fil
tr: Yeni dosya oluştur

source: Open Terminal Here
cs: Otevřít zde terminál
es: Abrir Terminal Aquí
fr: Ouvrir le terminal ici
hu: Terminál megnyitása itt
id: Buka Terminal di sini
ja: ここでターミナルを開く
pl: Otwórz tutaj terminal
pt_br: Abrir Terminal Aqui
ro: Deschide terminalul aici
sv: Öppna terminal här
tr: Burada Terminali Aç

source: Create New Folder
cs: Vytvořit novou složku
es: Crear nueva carpeta
fr: Créer un nouveau dossier
hu: Új mappa létrehozása
id: Buat Folder Baru
ja: 新しいフォルダを作成
pl: Utwórz nowy folder
pt_br: Criar Nova Pasta
ro: Creează folder nou
sv: Skapa ny mapp
tr: Yeni Klasör Oluştur

source: Folder name:
cs: Název složky:
es: Nombre de la carpeta:
fr: Nom du dossier :
hu: Mappa neve:
id: Nama folder:
ja: フォルダ名：
pl: Nazwa folderu:
pt_br: Nome da pasta:
ro: Nume folder:
sv: Mappnamn:
tr: Klasör adı:

source: Create New File
cs: Vytvořit nový soubor
es: Crear nuevo archivo
fr: Créer un nouveau fichier
hu: Új fájl létrehozása
id: Buat Berkas Baru
ja: 新しいファイルを作成
pl: Utwórz nowy plik
pt_br: Criar Novo Arquivo
ro: Creează fișier nou
sv: Skapa ny fil
tr: Yeni Dosya Oluştur

source: File name:
cs: Název souboru:
es: Nombre del archivo:
fr: Nom du fichier :
hu: Fájl neve:
id: Nama berkas:
ja: ファイル名：
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ro: Nume fișier:
sv: Filnamn:
tr: Dosya adı:

source: Create
cs: Vytvořit
es: Crear
fr: Créer
hu: Létrehozás
id: Buat
ja: 作成
pl: Utwórz
pt_br: Criar
ro: Creează
sv: Skapa
tr: Oluştur

source: Folder created successfully
cs: Složka úspěšně vytvořena
es: Carpeta creada con éxito
fr: Dossier créé avec succès
hu: Mappa sikeresen létrehozva
id: Folder berhasil dibuat
ja: フォルダが正常に作成されました
pl: Folder utworzono pomyślnie
pt_br: Pasta criada com sucesso
ro: Folder creat cu succes
sv: Mappen skapades framgångsrikt
tr: Klasör başarıyla oluşturuldu

source: File created successfully
cs: Soubor úspěšně vytvořen
es: Archivo creado con éxito
fr: Fichier créé avec succès
hu: Fájl sikeresen létrehozva
id: Berkas berhasil dibuat
ja: ファイルが正常に作成されました
pl: Plik utworzono pomyślnie
pt_br: Arquivo criado com sucesso
ro: Fișier creat cu succes
sv: Filen skapades framgångsrikt
tr: Dosya başarıyla oluşturuldu

source: A file or folder with that name already exists
cs: Soubor nebo složka s tímto názvem již existuje
es: Ya existe un archivo o carpeta con ese nombre
fr: Un fichier ou un dossier portant ce nom existe déjà
hu: Már létezik fájl vagy mappa ezzel a névvel
id: Berkas atau folder dengan nama tersebut sudah ada
ja: その名前のファイルまたはフォルダは既に存在します
pl: Plik lub folder o tej nazwie już istnieje
pt_br: Um arquivo ou pasta com esse nome já existe
ro: Un fișier sau folder cu acest nume există deja
sv: En fil eller mapp med det namnet finns redan
tr: Bu isimde bir dosya veya klasör zaten var

source: folder
cs: složka
es: carpeta
fr: dossier
hu: mappa
ja: フォルダ
pt_br: pasta
sv: mapp
tr: klasör

source: file
cs: soubor
es: archivo
fr: fichier
hu: fájl
id: berkas
ja: ファイル
pl: plik
pt_br: arquivo
ro: fișier
sv: fil
tr: dosya

source: Failed to create {}: {}
cs: Nepodařilo se vytvořit {}: {}
es: Fallo al crear {}: {}
fr: Échec de la création de {} : {}
hu: Sikertelen létrehozás {}: {}
id: Gagal membuat {}: {}
ja: {} の作成に失敗しました: {}
pl: Nie udało się utworzyć {}: {}
pt_br: Falha ao criar {}: {}
ro: Nu s-a putut crea {}: {}
sv: Kunde inte skapa {}: {}
tr: Oluşturulamadı {}: {}

source: Installed Extensions
cs: Nainstalovaná rozšíření
es: Extensiones instaladas
fr: Extensions installées
hu: Telepített bővítmények
id: Ekstensi Terpasang
ja: インストールされている拡張機能
pl: Zainstalowane rozszerzenia
pt_br: Extensões Instaladas
ro: Extensii instalate
sv: Installerade tillägg
tr: Yüklü Uzantılar

source: User guide to Extensions
cs: Uživatelská příručka k rozšířením
es: Guía de usuario de extensiones
fr: Guide de l'utilisateur des extensions
hu: Felhasználói útmutató a bővítményekhez
id: Panduan Pengguna untuk Ekstensi
ja: 拡張機能のユーザーガイド
pl: Instrukcja obsługi rozszerzeń
pt_br: Guia do usuário para Extensões
ro: Ghid de utilizare a extensiilor
sv: Användarhandbok för tillägg
tr: Uzantılar için kullanıcı rehberi

source: Download new Extensions
cs: Stáhnout nová rozšíření
es: Descargar nuevas extensiones
fr: Télécharger de nouvelles extensions
hu: Új bővítmények letöltése
id: Unduh Ekstensi baru
ja: 新しい拡張機能をダウンロード
pl: Pobierz nowe rozszerzenia
pt_br: Baixar novas Extensões
ro: Descarcă extensii noi
sv: Ladda ner nya tillägg
tr: Yeni Uzantıları İndir

source: Install extension from file...
cs: Nainstalovat rozšíření ze souboru...
es: Instalar extensión desde archivo...
fr: Installer l'extension à partir d'un fichier...
hu: Bővítmény telepítése fájlból...
id: Pasang ekstensi dari berkas...
ja: ファイルから拡張機能をインストール...
pl: Zainstaluj rozszerzenie z pliku...
pt_br: Instalar extensão de arquivo...
ro: Instalează extensia din fișier...
sv: Installera tillägg från fil...
tr: Dosyadan uzantı yükle...

source: Profile Name
cs: Název profilu
es: Nombre del perfil
fr: Nom du profil
hu: Profil neve
id: Nama Profil
ja: プロファイル名
pl: Nazwa profilu
pt_br: Nome do Perfil
ro: Nume Profil
sv: Profilnamn
tr: Profil Adı

source: Copied Settings
cs: Kopírované nastavení
es: Configuración copiada
fr: Paramètres copiés
hu: Másolt beállítások
id: Pengaturan yang Disalin
ja: コピーされた設定
pl: Skopiowane ustawienia
pt_br: Configurações Copiadas
ro: Setări Copiate
sv: Kopierade inställningar
tr: Kopyalanan Ayarlar

source: Settings that will be copied to the new profile
cs: Nastavení, která budou zkopírována do nového profilu
es: Configuración que se copiará al nuevo perfil
fr: Paramètres qui seront copiés dans le nouveau profil
hu: Beállítások, amelyek az új profilba másolódnak
id: Pengaturan yang akan disalin ke profil baru
ja: 新しいプロファイルにコピーされる設定
pl: Ustawienia, które zostaną skopiowane do nowego profilu
pt_br: Configurações que serão copiadas para o novo perfil
ro: Setări care vor fi copiate în noul profil
sv: Inställningar som kommer att kopieras till den nya profilen
tr: Yeni profile kopyalanacak ayarlar

source: Create Profile
cs: Vytvořit profil
es: Crear perfil
fr: Créer un profil
hu: Profil létrehozása
id: Buat Profil
ja: プロファイルの作成
pl: Utwórz profil
pt_br: Criar Perfil
ro: Creează Profil
sv: Skapa profil
tr: Profil Oluştur

source: Import Profile
cs: Importovat profil
es: Importar perfil
fr: Importer un profil
hu: Profil importálása
id: Impor Profil
ja: プロファイルのインポート
pl: Importuj profil
pt_br: Importar Perfil
ro: Importă Profil
sv: Importera profil
tr: Profili İçe Aktar

source: Edit Profile
cs: Upravit profil
es: Editar perfil
fr: Modifier le profil
hu: Profil szerkesztése
id: Edit Profil
ja: プロファイルの編集
pl: Edytuj profil
pt_br: Editar Perfil
ro: Editează Profil
sv: Redigera profil
tr: Profili Düzenle

source: Export Profile
cs: Exportovat profil
es: Exportar perfil
fr: Exporter le profil
hu: Profil exportálása
id: Ekspor Profil
ja: プロファイルの書き出し
pl: Eksportuj profil
pt_br: Exportar Perfil
ro: Exportă Profil
sv: Exportera profil
tr: Profili Dışa Aktar

source: Export Passwords
cs: Exportovat hesla
es: Exportar contraseñas
fr: Exporter les mots de passe
hu: Jelszavak exportálása
id: Ekspor Kata Sandi
ja: パスワードの書き出し
pl: Eksportuj hasła
pt_br: Exportar Senhas
ro: Exportă Parole
sv: Exportera lösenord
tr: Şifreleri Dışa Aktar

source: Also export password-like fields
cs: Exportovat také pole podobná heslům
es: También exportar campos tipo contraseña
fr: Exporter également les champs de type mot de passe
hu: Jelszószerű mezők exportálása is
id: Juga ekspor bidang seperti kata sandi
ja: パスワードのようなフィールドも書き出す
pl: Eksportuj również pola podobne do haseł
pt_br: Também exportar campos semelhantes a senhas
ro: Exportă și câmpurile de tip parolă
sv: Exportera även lösenordsliknande fält
tr: Şifre benzeri alanları da dışa aktar

source: Export Propic
cs: Exportovat obrázek profilu
es: Exportar foto de perfil
fr: Exporter la photo de profil
hu: Profilkép exportálása
id: Ekspor Foto Profil
ja: プロフィールの画像を書き出す
pl: Eksportuj zdjęcie profilowe
pt_br: Exportar Foto de Perfil
ro: Exportă imaginea de profil
sv: Exportera profilbild
tr: Profil Resmini Dışa Aktar

source: Also export the profile picture
cs: Exportovat také profilový obrázek
es: También exportar la imagen de perfil
fr: Exporter également l'image de profil
hu: A profilkép exportálása is
id: Juga ekspor foto profil
ja: プロフィールの画像も書き出す
pl: Eksportuj również zdjęcie profilowe
pt_br: Também exportar a foto do perfil
ro: Exportă și imaginea de profil
sv: Exportera även profilbilden
tr: Profil resmini de dışa aktar

source: Apply
cs: Použít
es: Aplicar
fr: Appliquer
hu: Alkalmaz
id: Terapkan
ja: 適用
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
sv: Verkställ
tr: Uygula

source: The settings of the current profile will be copied into the new one
cs: Nastavení aktuálního profilu budou zkopírována do nového
es: La configuración del perfil actual se copiará en el nuevo
fr: Les paramètres du profil actuel seront copiés dans le nouveau
hu: Az aktuális profil beállításai átmásolódnak az újba
id: Pengaturan profil saat ini akan disalin ke yang baru
ja: 現在のプロファイルの設定が新しいプロファイルにコピーされます
pl: Ustawienia bieżącego profilu zostaną skopiowane do nowego profilu
pt_br: As configurações do perfil atual serão copiadas para o novo
ro: Setările profilului curent vor fi copiate în cel nou
sv: Inställningarna för den aktuella profilen kommer att kopieras till den nya
tr: Mevcut profilin ayarları yeni profile kopyalanacaktır

source: Newelle Profiles
cs: Profily Newelle
es: Perfiles de Newelle
fr: Profils Newelle
hu: Newelle profilok
id: Profil Newelle
ja: Newelleプロファイル
pl: Profile Newelle
pt_br: Perfis Newelle
ro: Profiluri Newelle
sv: Newelle Profiler
tr: Newelle Profilleri

source: Export
cs: Exportovat
es: Exportar
fr: Exporter
hu: Exportálás
id: Ekspor
ja: エクスポート
pl: Eksportuj
pt_br: Exportar
ro: Exportă
sv: Exportera
tr: Dışa Aktar

source: Import
cs: Importovat
es: Importar
fr: Importer
hu: Importálás
id: Impor
ja: インポート
pl: Importuj
pt_br: Importar
ro: Importă
sv: Importera
tr: İçe Aktar

source: Set profile picture
cs: Nastavit profilový obrázek
es: Establecer imagen de perfil
fr: Définir la photo de profil
hu: Profilkép beállítása
id: Atur gambar profil
ja: プロフィール画像を設定
pl: Ustaw zdjęcie profilowe
pt_br: Definir imagem de perfil
ro: Setează imaginea de profil
sv: Ställ in profilbild
tr: Profil resmi ayarla

source: Thoughts
cs: Myšlenky
es: Pensamientos
fr: Pensées
hu: Gondolatok
id: Pikiran
ja: 思考
pl: Myśli
pt_br: Pensamentos
ro: Gânduri
sv: Tankegångar
tr: Düşünceler

source: Expand to see details
cs: Rozbalte pro zobrazení podrobností
es: Expandir para ver detalles
fr: Développer pour voir les détails
hu: Kibontás a részletek megtekintéséhez
id: Perluas untuk melihat detail
ja: 詳細を表示するには展開してください
pl: Rozwiń, aby zobaczyć szczegóły
pt_br: Expandir para ver detalhes
ro: Extinde pentru a vedea detalii
sv: Expandera för att se detaljer
tr: Ayrıntıları görmek için genişlet

source: Thinking...
cs: Přemýšlím...
es: Pensando...
fr: Réflexion en cours...
hu: Gondolkodás...
id: Berpikir...
ja: 思考中...
pl: Myślę...
pt_br: Pensando...
ro: Gândind...
sv: Tänker...
tr: Düşünüyor...

source: The LLM is thinking... Expand to see thought process
cs: LLM přemýšlí... Rozbalte pro zobrazení průběhu myšlení
es: El LLM está pensando... Expanda para ver el proceso de pensamiento
fr: Le LLM réfléchit... Développez pour voir le processus de pensée
hu: Az LLM gondolkodik... Bontsa ki a gondolkodási folyamat megtekintéséhez
id: LLM sedang berpikir... Perluas untuk melihat proses berpikir
ja: LLMが思考しています... 思考プロセスを表示するには展開してください
pl: LLM myśli... Rozwiń, aby zobaczyć proces myślowy
pt_br: O LLM está pensando... Expanda para ver o processo de pensamento
ro: LLM-ul gândește... Extinde pentru a vedea procesul de gândire
sv: LLM tänker... Expandera för att se tankeprocessen
tr: LLM düşünüyor... Düşünme sürecini görmek için genişlet

source: No thought process recorded
cs: Žádný zaznamenaný myšlenkový proces
es: No se registró ningún proceso de pensamiento
fr: Aucun processus de pensée enregistré
hu: Nincs rögzített gondolkodási folyamat
id: Tidak ada proses berpikir yang direkam
ja: 思考プロセスが記録されていません
pl: Nie zarejestrowano procesu myślowego
pt_br: Nenhum processo de pensamento registrado
ro: Nu a fost înregistrat niciun proces de gândire
sv: Ingen tankeprocess registrerad
tr: Düşünce süreci kaydedilmedi

source: Local Model
cs: Lokální model
es: Modelo local
fr: Modèle local
hu: Helyi modell
id: Model Lokal
ja: ローカルモデル
pl: Model lokalny
pt_br: Modelo Local
ro: Model local
sv: Lokal modell
tr: Yerel Model

source: NO GPU SUPPORT, USE OLLAMA INSTEAD. Run a LLM model locally, more privacy but slower
cs: BEZ PODPORY GPU, POUŽIJTE MÍSTO TOHO OLLAMA. Spusťte model LLM lokálně, více soukromí, ale pomalejší
es: SIN SOPORTE DE GPU, USE OLLAMA EN SU LUGAR. Ejecute un modelo LLM localmente, más privacidad pero más lento
fr: PAS DE SUPPORT GPU, UTILISEZ OLLAMA À LA PLACE. Exécutez un modèle LLM localement, plus de confidentialité mais plus lent
hu: NINCS GPU TÁMOGATÁS, HASZNÁLJON OLLAMA-t. Futtasson LLM modellt helyben, nagyobb adatvédelem, de lassabb
id: TIDAK ADA DUKUNGAN GPU, GUNAKAN OLLAMA SAJA. Jalankan model LLM secara lokal, lebih privasi tetapi lebih lambat
ja: GPUはサポートされていません。代わりにOllamaを使用してください。LLMモデルをローカルで実行します。プライバシーは向上しますが、速度は低下します
pl: BRAK WSPARCIA DLA GPU, ZAMIAST TEGO UŻYJ OLLAMA. Uruchom model LLM lokalnie, więcej prywatności, ale wolniej
pt_br: SEM SUPORTE A GPU, USE OLLAMA EM VEZ DISSO. Execute um modelo LLM localmente, mais privacidade, mas mais lento
ro: NU EXISTĂ SUPORT GPU, UTILIZAȚI OLLAMA ÎN LOC. Rulați un model LLM local, mai multă confidențialitate, dar mai lent
sv: INGET GPU-STÖD, ANVÄND OLLAMA ISTÄLLET. Kör en LLM-modell lokalt, mer sekretess men långsammare
tr: GPU DESTEĞİ YOK, BUNUN YERİNE OLLAMA KULLANIN. Bir LLM modelini yerel olarak çalıştırın, daha fazla gizlilik ama daha yavaş

source: Ollama Instance
cs: Instance Ollamy
es: Instancia Ollama
fr: Instance Ollama
hu: Ollama példány
id: Instans Ollama
ja: Ollamaインスタンス
pl: Instancja Ollama
pt_br: Instância Ollama
ro: Instanță Ollama
sv: Ollama-instans
tr: Ollama Örneği

source: Easily run multiple LLM models on your own hardware
cs: Snadno spusťte více LLM modelů na vlastním hardwaru
es: Ejecuta fácilmente múltiples modelos LLM en tu propio hardware
fr: Exécutez facilement plusieurs modèles LLM sur votre propre matériel
hu: Könnyedén futtathat több LLM modellt saját hardverén
id: Jalankan banyak model LLM dengan mudah di perangkat keras Anda sendiri
ja: 自身のハードウェアで複数のLLMモデルを簡単に実行
pl: Łatwo uruchamiaj wiele modeli LLM na własnym sprzęcie
pt_br: Execute facilmente vários modelos LLM em seu próprio hardware
ro: Rulează ușor mai multe modele LLM pe propriul tău hardware
sv: Kör enkelt flera LLM-modeller på din egen hårdvara
tr: Kendi donanımınızda birden fazla LLM modelini kolayca çalıştırın

source: Google Gemini API
cs: API Google Gemini
es: API de Google Gemini
fr: API Google Gemini
id: API Google Gemini
pl: API Google Gemini
pt_br: API Google Gemini
ro: API Google Gemini
tr: Google Gemini API'si

source: OpenAI API
cs: API OpenAI
es: API de OpenAI
fr: API OpenAI
id: API OpenAI
pl: API OpenAI
pt_br: API OpenAI
ro: API OpenAI
tr: OpenAI API'si

source: OpenAI API. Custom endpoints supported. Use this for custom providers
cs: OpenAI API. Podporovány vlastní koncové body. Použijte pro vlastní poskytovatele
es: API de OpenAI. Puntos de conexión personalizados compatibles. Úselo para proveedores personalizados
fr: API OpenAI. Points de terminaison personnalisés pris en charge. Utilisez ceci pour les fournisseurs personnalisés
hu: OpenAI API. Egyéni végpontok támogatottak. Ezt használja egyéni szolgáltatókhoz.
id: API OpenAI. Titik akhir kustom didukung. Gunakan ini untuk penyedia kustom
ja: OpenAI API。カスタムエンドポイントをサポート。カスタムプロバイダーにはこれを使用してください
pl: API OpenAI. Obsługiwane niestandardowe punkty końcowe. Użyj tego dla niestandardowych dostawców
pt_br: API OpenAI. Endpoints personalizados suportados. Use para provedores personalizados
ro: API OpenAI. Endpoint-uri personalizate suportate. Folosiți-l pentru furnizori personalizați
sv: OpenAI API. Anpassade slutpunkter stöds. Använd detta för anpassade leverantörer
tr: OpenAI API'si. Özel uç noktalar desteklenir. Özel sağlayıcılar için bunu kullanın

source: Official APIs for Anthropic Claude's models, with image and file support, requires an API key
cs: Oficiální API pro modely Anthropic Claude, s podporou obrázků a souborů, vyžaduje API klíč
es: APIs oficiales para los modelos de Anthropic Claude, con soporte de imagen y archivo, requiere una clave de API
fr: API officielles pour les modèles d'Anthropic Claude, avec prise en charge des images et des fichiers, nécessite une clé API
hu: Az Anthropic Claude modelljeinek hivatalos API-jai, kép- és fájltámogatással, API kulcsot igényelnek
id: API resmi untuk model Anthropic Claude, dengan dukungan gambar dan berkas, membutuhkan kunci API
ja: Anthropic Claudeモデルの公式API。画像とファイルサポート付きで、APIキーが必要です
pl: Oficjalne API dla modeli Anthropic Claude, z obsługą obrazów i plików, wymaga klucza API
pt_br: APIs oficiais para os modelos do Claude da Anthropic, com suporte a imagens e arquivos, requer uma chave de API
ro: API-uri oficiale pentru modelele Anthropic Claude, cu suport pentru imagini și fișiere, necesită o cheie API
sv: Officiella API:er för Anthropic Claudes modeller, med bild- och filstöd, kräver en API-nyckel
tr: Anthropic Claude'un modelleri için resmi API'ler, görsel ve dosya desteği ile, bir API anahtarı gerektirir

source: Mistral API
cs: API Mistral
es: API de Mistral
fr: API Mistral
id: API Mistral
pl: API Mistral
pt_br: API Mistral
ro: API Mistral
tr: Mistral API'si

source: Openrouter.ai API, supports lots of models
cs: Openrouter.ai API, podporuje mnoho modelů
es: API de Openrouter.ai, soporta muchos modelos
fr: API Openrouter.ai, prend en charge de nombreux modèles
hu: Openrouter.ai API, sok modellt támogat
id: API Openrouter.ai, mendukung banyak model
ja: Openrouter.ai API。多くのモデルをサポート
pl: API Openrouter.ai, obsługuje wiele modeli
pt_br: API Openrouter.ai, suporta muitos modelos
ro: API Openrouter.ai, suportă o mulțime de modele
sv: Openrouter.ai API, stöder många modeller
tr: Openrouter.ai API'si, birçok modeli destekler

source: Deepseek API, strongest open source models
cs: Deepseek API, nejsilnější open source modely
es: API de Deepseek, los modelos de código abierto más potentes
fr: API Deepseek, modèles open source les plus puissants
hu: Deepseek API, a legerősebb nyílt forráskódú modellek
id: API Deepseek, model open source terkuat
ja: Deepseek API。最強のオープンソースモデル
pl: API Deepseek, najsilniejsze modele open source
pt_br: API Deepseek, os modelos de código aberto mais fortes
ro: API Deepseek, cele mai puternice modele open source
sv: Deepseek API, starkaste öppen källkodsmodeller
tr: Deepseek API'si, en güçlü açık kaynak modelleri

source: Custom Command
cs: Vlastní příkaz
es: Comando personalizado
fr: Commande personnalisée
hu: Egyéni parancs
id: Perintah Kustom
ja: カスタムコマンド
pl: Niestandardowe polecenie
pt_br: Comando Personalizado
ro: Comandă Personalizată
sv: Anpassat kommando
tr: Özel Komut

source: Use the output of a custom command
cs: Použijte výstup vlastního příkazu
es: Usar la salida de un comando personalizado
fr: Utiliser la sortie d'une commande personnalisée
hu: Egyéni parancs kimenetének használata
id: Gunakan keluaran perintah kustom
ja: カスタムコマンドの出力を利用
pl: Użyj wyniku niestandardowego polecenia
pt_br: Usar a saída de um comando personalizado
ro: Utilizează ieșirea unei comenzi personalizate
sv: Använd utdata från ett anpassat kommando
tr: Özel bir komutun çıktısını kullan

source: Works offline. Optimized Whisper impelementation written in C++
cs: Funguje offline. Optimalizovaná implementace Whisper napsaná v C++
es: Funciona sin conexión. Implementación optimizada de Whisper escrita en C++
fr: Fonctionne hors ligne. Implémentation optimisée de Whisper écrite en C++
hu: Offline is működik. Optimalizált Whisper implementáció C++ nyelven.
id: Berfungsi offline. Implementasi Whisper yang dioptimalkan ditulis dalam C++
ja: オフラインで動作。C++で書かれた最適化されたWhisper実装
pl: Działa offline. Zoptymalizowana implementacja Whisper napisana w C++
pt_br: Funciona offline. Implementação otimizada do Whisper escrita em C++
ro: Funcționează offline. Implementare Whisper optimizată, scrisă în C++
sv: Fungerar offline. Optimerad Whisper-implementation skriven i C++
tr: Çevrimdışı çalışır. C++'da yazılmış optimize edilmiş Whisper uygulaması

source: Works offline. Only English supported
cs: Funguje offline. Podporována je pouze angličtina
es: Funciona sin conexión. Solo se admite el inglés
fr: Fonctionne hors ligne. Seul l'anglais est pris en charge
hu: Offline is működik. Csak angol támogatott
id: Berfungsi offline. Hanya bahasa Inggris yang didukung
ja: オフラインで動作。英語のみサポート
pl: Działa offline. Obsługiwany tylko język angielski
pt_br: Funciona offline. Apenas inglês suportado
ro: Funcționează offline. Doar engleza este suportată
sv: Fungerar offline. Endast engelska stöds
tr: Çevrimdışı çalışır. Yalnızca İngilizce desteklenir

source: Google Speech Recognition
cs: Rozpoznávání řeči Google
es: Reconocimiento de voz de Google
fr: Reconnaissance vocale Google
hu: Google beszédfelismerés
id: Pengenalan Suara Google
ja: Google音声認識
pl: Rozpoznawanie mowy Google
pt_br: Reconhecimento de Fala do Google
ro: Recunoaștere vocală Google
sv: Google Taligenkänning
tr: Google Konuşma Tanıma

source: Google Speech Recognition online
cs: Online rozpoznávání řeči Google
es: Reconocimiento de voz de Google en línea
fr: Reconnaissance vocale Google en ligne
hu: Google online beszédfelismerés
id: Pengenalan Suara Google online
ja: Google音声認識オンライン
pl: Rozpoznawanie mowy Google online
pt_br: Reconhecimento de Fala do Google online
ro: Recunoaștere vocală Google online
sv: Google Taligenkänning online
tr: Google Konuşma Tanıma çevrimiçi
