Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Text to Speech settings
cs: Nastavení převodu textu na řeč
es: Configuración de Texto a Voz
fr: Paramètres de synthèse vocale
hu: Szövegfelolvasó beállítások
id: Pengaturan Text to Speech
ja: テキスト読み上げ設定
pl: Ustawienia zamiany tekstu na mowę
pt_br: Configurações de Texto para Fala
ro: Setări Text-to-Speech
sv: Inställningar för text till tal
tr: Metinden Konuşmaya ayarları

source: Speech to Text settings
cs: Nastavení převodu řeči na text
es: Configuración de Voz a Texto
fr: Paramètres de reconnaissance vocale
hu: Beszédfelismerő beállítások
id: Pengaturan Speech to Text
ja: 音声認識設定
pl: Ustawienia zamiany mowy na tekst
pt_br: Configurações de Fala para Texto
ro: Setări Speech-to-Text
sv: Inställningar för tal till text
tr: Konuşmadan Metne ayarları

source: Embedding
cs: Vkládání
fr: Intégration
hu: Beágyazás
ja: 埋め込み
pl: Osadzanie
ro: Încorporare
sv: Inbäddning
tr: Gömme

source: Embedding settings
cs: Nastavení vkládání
es: Configuración de Embedding
fr: Paramètres d'intégration
hu: Beágyazási beállítások
id: Pengaturan Embedding
ja: 埋め込み設定
pl: Ustawienia osadzania
pt_br: Configurações de Embedding
ro: Setări de încorporare
sv: Inställningar för inbäddning
tr: Gömme ayarları

source: Memory
cs: Paměť
es: Memoria
fr: Mémoire
hu: Memória
id: Memori
ja: メモリ
pl: Pamięć
pt_br: Memória
ro: Memorie
sv: Minne
tr: Bellek

source: Memory settings
cs: Nastavení paměti
es: Configuración de la memoria
fr: Paramètres de la mémoire
hu: Memória beállítások
id: Pengaturan Memori
ja: メモリ設定
pl: Ustawienia pamięci
pt_br: Configurações de memória
ro: Setări memorie
sv: Minnesinställningar
tr: Bellek ayarları

source: Websearch
cs: Webové hledání
es: Búsqueda web
fr: Recherche Web
hu: Webkeresés
id: Pencarian Web
ja: ウェブ検索
pl: Wyszukiwanie w sieci
pt_br: Pesquisa na Web
ro: Căutare web
sv: Webbsökning
tr: Web Araması

source: Websearch settings
cs: Nastavení webového hledání
es: Configuración de búsqueda web
fr: Paramètres de recherche Web
hu: Webkeresési beállítások
id: Pengaturan Pencarian Web
ja: ウェブ検索設定
pl: Ustawienia wyszukiwania w sieci
pt_br: Configurações de pesquisa na Web
ro: Setări căutare web
sv: Inställningar för webbsökning
tr: Web araması ayarları

source: Document analyzer settings
cs: Nastavení analyzátoru dokumentů
es: Configuración del analizador de documentos
fr: Paramètres de l'analyseur de documents
hu: Dokumentumelemző beállításai
id: Pengaturan penganalisis dokumen
ja: ドキュメントアナライザー設定
pl: Ustawienia analizatora dokumentów
pt_br: Configurações do analisador de documentos
ro: Setări analizor documente
sv: Inställningar för dokumentanalysator
tr: Belge analizörü ayarları

source: Extensions settings
cs: Nastavení rozšíření
es: Configuración de extensiones
fr: Paramètres des extensions
hu: Bővítmények beállításai
id: Pengaturan ekstensi
ja: 拡張機能設定
pl: Ustawienia rozszerzeń
pt_br: Configurações de Extensões
ro: Setări extensii
sv: Inställningar för tillägg
tr: Uzantı ayarları

source: Inteface
cs: Rozhraní
es: Interfaz
fr: Interface
hu: Felület
id: Antarmuka
ja: インターフェース
pl: Interfejs
pt_br: Interface
ro: Interfață
sv: Gränssnitt
tr: Arayüz

source: Interface settings, hidden files, reverse order, zoom...
cs: Nastavení rozhraní, skryté soubory, obrácené pořadí, zoom...
es: Configuración de interfaz, archivos ocultos, orden inverso, zoom...
fr: Paramètres de l'interface, fichiers cachés, ordre inversé, zoom...
hu: Felület beállításai, rejtett fájlok, fordított sorrend, nagyítás...
id: Pengaturan antarmuka, berkas tersembunyi, urutan terbalik, zoom...
ja: インターフェース設定、隠しファイル、逆順、ズーム...
pl: Ustawienia interfejsu, ukryte pliki, odwrotna kolejność, powiększenie...
pt_br: Configurações da interface, arquivos ocultos, ordem inversa, zoom...
ro: Setări interfață, fișiere ascunse, ordine inversă, zoom...
sv: Gränssnittsinställningar, dolda filer, omvänd ordning, zoom...
tr: Arayüz ayarları, gizli dosyalar, ters sıra, yakınlaştırma...

source: General settings, virtualization, offers, memory length, automatically generate chat name, current folder...
cs: Obecná nastavení, virtualizace, nabídky, délka paměti, automatické generování názvu chatu, aktuální složka...
es: Configuración general, virtualización, ofertas, duración de la memoria, generación automática de nombres de chat, carpeta actual...
fr: Paramètres généraux, virtualisation, offres, durée de la mémoire, génération automatique du nom de chat, dossier actuel...
hu: Általános beállítások, virtualizáció, ajánlatok, memóriahossz, automatikus csevegésnév generálás, aktuális mappa...
id: Pengaturan umum, virtualisasi, penawaran, panjang memori, otomatis menghasilkan nama obrolan, folder saat ini...
ja: 一般設定、仮想化、提案、メモリ期間、チャット名の自動生成、現在のフォルダ...
pl: Ustawienia ogólne, wirtualizacja, oferty, długość pamięci, automatyczne generowanie nazwy czatu, bieżący folder...
pt_br: Configurações gerais, virtualização, ofertas, duração da memória, gerar nome do chat automaticamente, pasta atual...
ro: Setări generale, virtualizare, oferte, lungime memorie, generare automată nume chat, folder curent...
sv: Allmänna inställningar, virtualisering, erbjudanden, minneslängd, generera chattnamn automatiskt, aktuell mapp...
tr: Genel ayarlar, sanallaştırma, teklifler, bellek uzunluğu, otomatik sohbet adı oluşturma, mevcut klasör...

source: Prompts settings, custom extra prompt, custom prompts...
cs: Nastavení výzev, vlastní extra výzva, vlastní výzvy...
es: Configuración de prompts, prompt extra personalizado, prompts personalizados...
fr: Paramètres des invites, invite supplémentaire personnalisée, invites personnalisées...
hu: Üzenet beállítások, egyéni extra üzenet, egyéni üzenetek...
id: Pengaturan prompt, prompt tambahan kustom, prompt kustom...
ja: プロンプト設定、カスタム追加プロンプト、カスタムプロンプト...
pl: Ustawienia monitów, niestandardowy dodatkowy monit, niestandardowe monity...
pt_br: Configurações de prompts, prompt extra personalizado, prompts personalizados...
ro: Setări prompturi, prompt suplimentar personalizat, prompturi personalizate...
sv: Promptinställningar, anpassad extra prompt, anpassade prompter...
tr: İstem ayarları, özel ek istem, özel istemler...

source: API Key
cs: API klíč
es: Clave de API
fr: Clé API
hu: API kulcs
id: Kunci API
ja: APIキー
pl: Klucz API
pt_br: Chave da API
ro: Cheie API
sv: API-nyckel
tr: API Anahtarı

source: API Key for Google SR, write 'default' to use the default one
cs: API klíč pro Google SR, napište 'default' pro použití výchozího
es: Clave de API para Google SR, escriba 'default' para usar la predeterminada
fr: Clé API pour Google SR, écrivez 'default' pour utiliser celle par défaut
hu: API kulcs a Google SR-hez, írja be a „default” szót az alapértelmezett használatához
id: Kunci API untuk Google SR, tulis 'default' untuk menggunakan yang default
ja: Google SRのAPIキー。「default」と入力するとデフォルトのものが使用されます
pl: Klucz API dla Google SR, wpisz „default”, aby użyć domyślnego
pt_br: Chave da API para Google SR, digite 'default' para usar a padrão
ro: Cheie API pentru Google SR, scrie 'default' pentru a utiliza cea implicită
sv: API-nyckel för Google SR, skriv 'default' för att använda standardnyckeln
tr: Google SR için API Anahtarı, varsayılanı kullanmak için 'default' yazın

source: Language
cs: Jazyk
es: Idioma
fr: Langue
hu: Nyelv
id: Bahasa
ja: 言語
pl: Język
pt_br: Idioma
ro: Limbă
sv: Språk
tr: Dil

source: The language of the text to recgnize in IETF
cs: Jazyk textu k rozpoznání ve formátu IETF
es: El idioma del texto a reconocer en IETF
fr: La langue du texte à reconnaître en IETF
hu: A felismert szöveg nyelve az IETF szabvány szerint
id: Bahasa teks yang akan dikenali dalam IETF
ja: IETF形式で認識するテキストの言語
pl: Język tekstu do rozpoznania w formacie IETF
pt_br: O idioma do texto a ser reconhecido em IETF
ro: Limba textului de recunoscut în IETF
sv: Språket för texten som ska kännas igen i IETF
tr: IETF'de tanınacak metnin dili

source: {0} will be replaced with the model fullpath
cs: {0} bude nahrazeno plnou cestou k modelu
es: {0} será reemplazado por la ruta completa del modelo
fr: {0} sera remplacé par le chemin complet du modèle
hu: {0} helyére a modell teljes útvonala kerül.
id: {0} akan diganti dengan jalur lengkap model
ja: {0} はモデルのフルパスに置き換えられます
pl: {0} zostanie zastąpione pełną ścieżką do modelu
pt_br: {0} será substituído pelo caminho completo do modelo
ro: {0} va fi înlocuit cu calea completă a modelului
sv: {0} kommer att ersättas med modellens fullständiga sökväg
tr: {0} modelin tam yolu ile değiştirilecektir

source: Select profile
cs: Vybrat profil
es: Seleccionar perfil
fr: Sélectionner le profil
hu: Profil kiválasztása
id: Pilih profil
ja: プロファイルの選択
pl: Wybierz profil
pt_br: Selecionar perfil
ro: Selectează profil
sv: Välj profil
tr: Profil seç

source: Delete Profile
cs: Smazat profil
es: Eliminar perfil
fr: Supprimer le profil
hu: Profil törlése
id: Hapus Profil
ja: プロファイルの削除
pl: Usuń profil
pt_br: Excluir Perfil
ro: Șterge Profil
sv: Ta bort profil
tr: Profili Sil

source: No threads are running
cs: Žádná vlákna nejsou spuštěna
es: No hay hilos en ejecución
fr: Aucun fil n'est en cours d'exécution
hu: Nem fut szál
id: Tidak ada thread yang berjalan
ja: 実行中のスレッドはありません
pl: Nie uruchomiono żadnych wątków
pt_br: Nenhuma thread está em execução
ro: Nu rulează niciun fir de execuție
sv: Inga trådar körs
tr: Hiçbir iş parçacığı çalışmıyor

source: Thread number:
cs: Číslo vlákna:
es: Número de hilo:
fr: Numéro de fil :
hu: Szál száma:
id: Nomor thread:
ja: スレッド番号：
pl: Numer wątku:
pt_br: Número da thread:
ro: Numărul firului de execuție:
sv: Trådnummer:
tr: İş parçacığı numarası:

source: Model Path
cs: Cesta k modelu
es: Ruta del modelo
fr: Chemin du modèle
hu: Modellútvonal
id: Jalur Model
ja: モデルパス
pl: Ścieżka do modelu
pt_br: Caminho do Modelo
ro: Calea modelului
sv: Modellsökväg
tr: Model Yolu

source: Absolute path to the VOSK model (unzipped)
cs: Absolutní cesta k modelu VOSK (rozbalený)
es: Ruta absoluta al modelo VOSK (descomprimido)
fr: Chemin absolu vers le modèle VOSK (décompressé)
hu: Abszolút elérési út a VOSK modellhez (kicsomagolva)
id: Jalur absolut ke model VOSK (belum dizip)
ja: VOSKモデル（解凍済み）への絶対パス
pl: Bezwzględna ścieżka do modelu VOSK (rozpakowanego)
pt_br: Caminho absoluto para o modelo VOSK (descompactado)
ro: Calea absolută către modelul VOSK (dezarhivat)
sv: Absolut sökväg till VOSK-modellen (uppackad)
tr: VOSK modelinin mutlak yolu (açılmış)

source: Name of the Whisper model
cs: Název modelu Whisper
es: Nombre del modelo Whisper
fr: Nom du modèle Whisper
hu: A Whisper modell neve
id: Nama model Whisper
ja: Whisperモデルの名前
pl: Nazwa modelu Whisper
pt_br: Nome do modelo Whisper
ro: Numele modelului Whisper
sv: Namnet på Whisper-modellen
tr: Whisper modelinin adı

source: Model Library
cs: Knihovna modelů
es: Biblioteca de modelos
fr: Bibliothèque de modèles
hu: Modellkönyvtár
id: Pustaka Model
ja: モデルライブラリ
pl: Biblioteka modeli
pt_br: Biblioteca de Modelos
ro: Bibliotecă de modele
sv: Modellbibliotek
tr: Model Kütüphanesi

source: Manage Whisper models
cs: Spravovat modely Whisper
es: Gestionar modelos Whisper
fr: Gérer les modèles Whisper
hu: Whisper modellek kezelése
id: Kelola model Whisper
ja: Whisperモデルを管理
pl: Zarządzaj modelami Whisper
pt_br: Gerenciar modelos Whisper
ro: Gestionează modelele Whisper
sv: Hantera Whisper-modeller
tr: Whisper modellerini yönet

source: Advanced Settings
cs: Pokročilé nastavení
es: Configuración avanzada
fr: Paramètres avancés
hu: Haladó beállítások
id: Pengaturan Lanjutan
ja: 詳細設定
pl: Zaawansowane ustawienia
pt_br: Configurações Avançadas
ro: Setări avansate
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar

source: More advanced settings
cs: Další pokročilá nastavení
es: Más configuración avanzada
fr: Plus de paramètres avancés
hu: További haladó beállítások
id: Pengaturan lebih lanjut
ja: より詳細な設定
pl: Więcej zaawansowanych ustawień
pt_br: Mais configurações avançadas
ro: Mai multe setări avansate
sv: Fler avancerade inställningar
tr: Daha gelişmiş ayarlar

source: Temperature
cs: Teplota
es: Temperatura
fr: Température
hu: Hőmérséklet
id: Suhu
ja: 温度
pl: Temperatura
pt_br: Temperatura
ro: Temperatură
sv: Temperatur
tr: Sıcaklık

source: Temperature to use
cs: Teplota k použití
es: Temperatura a usar
fr: Température à utiliser
hu: Használandó hőmérséklet
id: Suhu yang akan digunakan
ja: 使用する温度
pl: Temperatura do użycia
pt_br: Temperatura a ser usada
ro: Temperatura de utilizat
sv: Temperatur att använda
tr: Kullanılacak sıcaklık

source: Prompt for the recognition
cs: Výzva pro rozpoznání
es: Prompt para el reconocimiento
fr: Invite pour la reconnaissance
hu: Felismerési üzenet
id: Prompt untuk pengenalan
ja: 認識用のプロンプト
pl: Monit do rozpoznawania
pt_br: Prompt para o reconhecimento
ro: Prompt pentru recunoaștere
sv: Prompt för igenkänningen
tr: Tanıma için istem

source: Prompt to use for the recognition
cs: Výzva k použití pro rozpoznání
es: Prompt a usar para el reconocimiento
fr: Invite à utiliser pour la reconnaissance
hu: A felismertetéshez használandó üzenet
id: Prompt yang akan digunakan untuk pengenalan
ja: 認識に使用するプロンプト
pl: Monit do użycia dla rozpoznawania
pt_br: Prompt a ser usado para o reconhecimento
ro: Prompt de utilizat pentru recunoaștere
sv: Prompt att använda för igenkänningen
tr: Tanıma için kullanılacak istem

source: Could not understand the audio
cs: Nepodařilo se porozumět zvuku
es: No se pudo entender el audio
fr: Impossible de comprendre l'audio
hu: Nem sikerült értelmezni a hangot
id: Tidak dapat memahami audio
ja: 音声を理解できませんでした
pl: Nie można zrozumieć dźwięku
pt_br: Não foi possível entender o áudio
ro: Nu am putut înțelege sunetul
sv: Kunde inte förstå ljudet
tr: Sesi anlayamadı

source: API Endpoint
cs: Koncový bod API
es: Punto de conexión de la API
fr: Point de terminaison API
hu: API végpont
id: Titik Akhir API
ja: APIエンドポイント
pl: Punkt końcowy API
pt_br: Endpoint da API
ro: Endpoint API
sv: API-slutpunkt
tr: API Uç Noktası

source: Endpoint for OpenAI requests
cs: Koncový bod pro požadavky OpenAI
es: Punto de conexión para solicitudes de OpenAI
fr: Point de terminaison pour les requêtes OpenAI
hu: Végpont az OpenAI kérésekhez
id: Titik akhir untuk permintaan OpenAI
ja: OpenAIリクエストのエンドポイント
pl: Punkt końcowy dla żądań OpenAI
pt_br: Endpoint para requisições OpenAI
ro: Endpoint pentru cererile OpenAI
sv: Slutpunkt för OpenAI-förfrågningar
tr: OpenAI istekleri için uç nokta

source: API Key for OpenAI
cs: API klíč pro OpenAI
es: Clave de API para OpenAI
fr: Clé API pour OpenAI
hu: API kulcs az OpenAI-hoz
id: Kunci API untuk OpenAI
ja: OpenAIのAPIキー
pl: Klucz API dla OpenAI
pt_br: Chave da API para OpenAI
ro: Cheie API pentru OpenAI
sv: API-nyckel för OpenAI
tr: OpenAI için API Anahtarı

source: Whisper Model
es: Modelo Whisper
fr: Modèle Whisper
hu: Whisper modell
id: Model Whisper
ja: Whisperモデル
pl: Model Whisper
pt_br: Modelo Whisper
ro: Model Whisper
sv: Whisper-modell
tr: Whisper Modeli

source: Name of the OpenAI model
cs: Název modelu OpenAI
es: Nombre del modelo de OpenAI
fr: Nom du modèle OpenAI
hu: Az OpenAI modell neve
id: Nama model OpenAI
ja: OpenAIモデルの名前
pl: Nazwa modelu OpenAI
pt_br: Nome do modelo OpenAI
ro: Numele modelului OpenAI
sv: Namnet på OpenAI-modellen
tr: OpenAI modelinin adı

source: Optional: Specify the language for transcription. Use ISO 639-1 language codes (e.g. "en" for English, "fr" for French, etc.).
cs: Volitelné: Zadejte jazyk pro transkripci. Použijte kódy jazyků ISO 639-1 (např. „en“ pro angličtinu, „fr“ pro francouzštinu atd.).
es: Opcional: Especifica el idioma para la transcripción. Usa códigos de idioma ISO 639-1 (ej. "es" para español, "fr" para francés, etc.).
fr: Facultatif : Spécifiez la langue pour la transcription. Utilisez les codes de langue ISO 639-1 (par exemple "en" pour l'anglais, "fr" pour le français, etc.).
hu: Opcionális: Adja meg az átírás nyelvét. Használja az ISO 639-1 nyelvkódokat (pl. „en” angolhoz, „fr” franciához stb.).
id: Opsional: Tentukan bahasa untuk transkripsi. Gunakan kode bahasa ISO 639-1 (misalnya "en" untuk bahasa Inggris, "fr" untuk bahasa Prancis, dll.).
ja: オプション：文字起こしに使用する言語を指定します。ISO 639-1 言語コード（例: 英語の場合は「en」、フランス語の場合は「fr」など）を使用してください。
pl: Opcjonalnie: Określ język transkrypcji. Użyj kodów językowych ISO 639-1 (np. „en” dla angielskiego, „fr” dla francuskiego itp.).
pt_br: Opcional: Especifique o idioma para transcrição. Use códigos de idioma ISO 639-1 (por exemplo, "en" para inglês, "fr" para francês, etc.).
ro: Opțional: Specificați limba pentru transcriere. Utilizați codurile de limbă ISO 639-1 (de exemplu, „en” pentru engleză, „fr” pentru franceză etc.).
sv: Valfritt: Ange språket för transkription. Använd ISO 639-1 språkkoder (t.ex. "en" för engelska, "fr" för franska, etc.).
tr: İsteğe bağlı: Deşifre için dili belirtin. ISO 639-1 dil kodlarını kullanın (örn. İngilizce için "en", Fransızca için "fr" vb.).

source: Server Access Token for wit.ai
cs: Přístupový token serveru pro wit.ai
es: Token de acceso al servidor para wit.ai
fr: Jeton d'accès au serveur pour wit.ai
hu: Szerver hozzáférési token a wit.ai-hoz
id: Token Akses Server untuk wit.ai
ja: wit.aiのサーバーアクセストークン
pl: Token dostępu do serwera dla wit.ai
pt_br: Token de Acesso ao Servidor para wit.ai
ro: Token de acces la server pentru wit.ai
sv: Serveråtkomsttoken för wit.ai
tr: wit.ai için Sunucu Erişim Tokeni

source: API Key for Groq SR, write 'default' to use the default one
cs: API klíč pro Groq SR, napište 'default' pro použití výchozího
es: Clave de API para Groq SR, escriba 'default' para usar la predeterminada
fr: Clé API pour Groq SR, écrivez 'default' pour utiliser celle par défaut
hu: API kulcs a Groq SR-hez, írja be a „default” szót az alapértelmezett használatához
id: Kunci API untuk Groq SR, tulis 'default' untuk menggunakan yang default
ja: Groq SRのAPIキー。「default」と入力するとデフォルトのものが使用されます
pl: Klucz API dla Groq SR, wpisz „default”, aby użyć domyślnego
pt_br: Chave da API para Groq SR, digite 'default' para usar a padrão
ro: Cheie API pentru Groq SR, scrie 'default' pentru a utiliza cea implicită
sv: API-nyckel för Groq SR, skriv 'default' för att använda standardnyckeln
tr: Groq SR için API Anahtarı, varsayılanı kullanmak için 'default' yazın

source: Groq Model
es: Modelo Groq
fr: Modèle Groq
hu: Groq modell
id: Model Groq
ja: Groqモデル
pl: Model Groq
pt_br: Modelo Groq
ro: Model Groq
sv: Groq-modell
tr: Groq Modeli

source: Name of the Groq Model
cs: Název modelu Groq
es: Nombre del modelo Groq
fr: Nom du modèle Groq
hu: A Groq modell neve
id: Nama Model Groq
ja: Groqモデルの名前
pl: Nazwa modelu Groq
pt_br: Nome do Modelo Groq
ro: Numele modelului Groq
sv: Namnet på Groq-modellen
tr: Groq Modelinin Adı

source: Specify the language for transcription. Use ISO 639-1 language codes (e.g. "en" for English, "fr" for French, etc.).
cs: Zadejte jazyk pro transkripci. Použijte kódy jazyků ISO 639-1 (např. „en“ pro angličtinu, „fr“ pro francouzštinu atd.).
es: Especifica el idioma para la transcripción. Usa códigos de idioma ISO 639-1 (ej. "es" para español, "fr" para francés, etc.).
fr: Spécifiez la langue pour la transcription. Utilisez les codes de langue ISO 639-1 (par exemple "en" pour l'anglais, "fr" pour le français, etc.).
hu: Adja meg az átírás nyelvét. Használja az ISO 639-1 nyelvkódokat (pl. „en” angolhoz, „fr” franciához stb.).
id: Tentukan bahasa untuk transkripsi. Gunakan kode bahasa ISO 639-1 (misalnya "en" untuk bahasa Inggris, "fr" untuk bahasa Prancis, dll.).
ja: 文字起こしに使用する言語を指定します。ISO 639-1 言語コード（例: 英語の場合は「en」、フランス語の場合は「fr」など）を使用してください。
pl: Określ język transkrypcji. Użyj kodów językowych ISO 639-1 (np. „en” dla angielskiego, „fr” dla francuskiego itp.).
pt_br: Especifique o idioma para transcrição. Use códigos de idioma ISO 639-1 (por exemplo, "en" para inglês, "fr" para francês, etc.).
ro: Specificați limba pentru transcriere. Utilizați codurile de limbă ISO 639-1 (de exemplu, „en” pentru engleză, „fr” pentru franceză etc.).
sv: Ange språket för transkription. Använd ISO 639-1 språkkoder (t.ex. "en" för engelska, "fr" för franska, etc.).
tr: Deşifre için dili belirtin. ISO 639-1 dil kodlarını kullanın (örn. İngilizce için "en", Fransızca için "fr" vb.).

source: Index your documents
cs: Indexovat vaše dokumenty
es: Indexar sus documentos
fr: Indexer vos documents
hu: Dokumentumok indexelése
id: Indeks dokumen Anda
ja: ドキュメントをインデックス化
pl: Zaindeksuj swoje dokumenty
pt_br: Indexe seus documentos
ro: Indexează-ți documentele
sv: Indexera dina dokument
tr: Belgelerinizi dizine ekleyin

source: Index all the documents in your document folder. You have to run this operation every time you edit/create a document, change document analyzer or change embedding model
cs: Indexujte všechny dokumenty ve vaší složce dokumentů. Tuto operaci musíte spustit pokaždé, když upravíte/vytvoříte dokument, změníte analyzátor dokumentů nebo změníte model vkládání
es: Indexa todos los documentos de tu carpeta de documentos. Debes ejecutar esta operación cada vez que edites/crees un documento, cambies el analizador de documentos o cambies el modelo de embedding
fr: Indexe tous les documents de votre dossier de documents. Vous devez exécuter cette opération chaque fois que vous modifiez/créez un document, changez d'analyseur de documents ou de modèle d'intégration.
hu: Indexelje az összes dokumentumot a dokumentum mappájában. Ezt a műveletet minden alkalommal el kell végeznie, amikor módosít vagy létrehoz egy dokumentumot, megváltoztatja a dokumentumelemzőt vagy a beágyazási modellt.
id: Indeks semua dokumen di folder dokumen Anda. Anda harus menjalankan operasi ini setiap kali Anda mengedit/membuat dokumen, mengubah penganalisis dokumen, atau mengubah model embedding
ja: ドキュメントフォルダ内のすべてのドキュメントをインデックス化します。ドキュメントの編集/作成、ドキュメントアナライザーの変更、埋め込みモデルの変更を行うたびに、この操作を実行する必要があります
pl: Zaindeksuj wszystkie dokumenty w folderze dokumentów. Musisz uruchamiać tę operację za każdym razem, gdy edytujesz/tworzysz dokument, zmieniasz analizator dokumentów lub zmieniasz model osadzania
pt_br: Indexe todos os documentos na sua pasta de documentos. Você deve executar esta operação toda vez que editar/criar um documento, alterar o analisador de documentos ou alterar o modelo de incorporação
ro: Indexează toate documentele din folderul tău de documente. Trebuie să rulezi această operațiune de fiecare dată când editezi/creezi un document, schimbi analizatorul de documente sau schimbi modelul de încorporare
sv: Indexera alla dokument i din dokumentmapp. Du måste köra denna åtgärd varje gång du redigerar/skapar ett dokument, ändrar dokumentanalysator eller ändrar inbäddningsmodell
tr: Belge klasörünüzdeki tüm belgeleri dizine ekleyin. Bu işlemi, bir belgeyi her düzenlediğinizde/oluşturduğunuzda, belge analizcisini değiştirdiğinizde veya gömme modelini değiştirdiğinizde çalıştırmanız gerekir

source: Message Streaming
cs: Streamování zpráv
es: Transmisión de mensajes
fr: Diffusion de messages
hu: Üzenetfolyam
id: Streaming Pesan
ja: メッセージストリーミング
pl: Przesyłanie wiadomości strumieniowo
pt_br: Transmissão de Mensagens
ro: Streaming mesaje
sv: Meddelandeströmning
tr: Mesaj Akışı

source: Gradually stream message output
cs: Postupné streamování výstupu zpráv
es: Transmite la salida del mensaje gradualmente
fr: Diffuser progressivement le message de sortie
hu: Fokozatosan streameli az üzenetkimenetet
id: Alirkan keluaran pesan secara bertahap
ja: メッセージ出力を段階的にストリーミングする
pl: Stopniowo przesyłaj wyjście wiadomości strumieniowo
pt_br: Transmita gradualmente a saída da mensagem
ro: Transmite gradual ieșirea mesajelor
sv: Strömma gradvis meddelandeutdata
tr: Mesaj çıktısını aşamalı olarak akışa alın

source: Provider Sorting
cs: Řazení poskytovatelů
es: Ordenación de proveedores
fr: Tri des fournisseurs
hu: Szolgáltató rendezés
id: Penyortiran Penyedia
ja: プロバイダーのソート
pl: Sortowanie dostawców
pt_br: Ordenação de Provedores
ro: Sortare furnizori
sv: Leverantörssortering
tr: Sağlayıcı Sıralaması
