Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: If enabled, messages will be sent with ENTER, to go to a new line use CTRL+ENTER. If disabled, messages will be sent with SHIFT+ENTER, and newline with enter
cs: Pokud je povoleno, zprávy se budou odesílat pomocí ENTER, pro nový řádek použijte CTRL+ENTER. Pokud je zakázáno, zprávy se budou odesílat pomocí SHIFT+ENTER a nový řádek pomocí ENTER
es: Si está habilitado, los mensajes se enviarán con ENTER, para ir a una nueva línea use CTRL+ENTER. Si está deshabilitado, los mensajes se enviarán con SHIFT+ENTER, y la nueva línea con ENTER
fr: Si activé, les messages seront envoyés avec ENTRÉE, pour aller à une nouvelle ligne, utilisez CTRL+ENTRÉE. Si désactivé, les messages seront envoyés avec SHIFT+ENTRÉE, et la nouvelle ligne avec ENTRÉE
hu: Ha engedélyezve van, az üzeneteket ENTER-rel küldi el, új sorba a CTRL+ENTER billentyűkkel lehet lépni. Ha letiltva van, az üzeneteket SHIFT+ENTER-rel küldi el, és az ENTER új sort hoz létre.
id: Jika diaktifkan, pesan akan dikirim dengan ENTER, untuk berpindah ke baris baru gunakan CTRL+ENTER. Jika dinonaktifkan, pesan akan dikirim dengan SHIFT+ENTER, dan baris baru dengan enter
ja: 有効にすると、メッセージはENTERで送信され、改行するにはCTRL+ENTERを使用します。無効にすると、メッセージはSHIFT+ENTERで送信され、改行はENTERで行われます
pl: Jeśli włączone, wiadomości będą wysyłane klawiszem ENTER, aby przejść do nowej linii, użyj CTRL+ENTER. Jeśli wyłączone, wiadomości będą wysyłane klawiszem SHIFT+ENTER, a nowa linia klawiszem ENTER
pt_br: Se ativado, as mensagens serão enviadas com ENTER, para ir para uma nova linha use CTRL+ENTER. Se desativado, as mensagens serão enviadas com SHIFT+ENTER, e nova linha com ENTER
ro: Dacă este activat, mesajele vor fi trimise cu ENTER, pentru a merge la o linie nouă utilizați CTRL+ENTER. Dacă este dezactivat, mesajele vor fi trimise cu SHIFT+ENTER, iar linia nouă cu ENTER
sv: Om aktiverat skickas meddelanden med ENTER, för att gå till en ny rad använd CTRL+ENTER. Om inaktiverat skickas meddelanden med SHIFT+ENTER, och ny rad med ENTER
tr: Etkinleştirilirse, mesajlar ENTER ile gönderilecektir; yeni bir satıra geçmek için CTRL+ENTER kullanın. Devre dışı bırakılırsa, mesajlar SHIFT+ENTER ile gönderilecek ve yeni satıra enter ile geçilecektir

source: Remove thinking from history
cs: Odstranit myšlenky z historie
es: Eliminar pensamientos del historial
fr: Supprimer la pensée de l'historique
hu: Gondolkodás eltávolítása az előzményekből
id: Hapus pemikiran dari riwayat
ja: 思考を履歴から削除
pl: Usuń myśli z historii
pt_br: Remover pensamento do histórico
ro: Elimină gândirea din istoric
sv: Ta bort tänkande från historik
tr: Düşünceleri geçmişten kaldır

source: Do not send old thinking blocks for reasoning models in order to reduce token usage
cs: Neposílat staré myšlenkové bloky pro modely uvažování, aby se snížilo využití tokenů
es: No enviar bloques de pensamiento antiguos para modelos de razonamiento a fin de reducir el uso de tokens
fr: Ne pas envoyer d'anciens blocs de pensée pour les modèles de raisonnement afin de réduire l'utilisation des jetons
hu: Ne küldjön régi gondolkodási blokkokat a gondolkodó modelleknek a token felhasználás csökkentése érdekében.
id: Jangan kirim blok pemikiran lama untuk model penalaran untuk mengurangi penggunaan token
ja: トークン使用量を削減するため、推論モデルの古い思考ブロックは送信しない
pl: Nie wysyłaj starych bloków myślenia dla modeli wnioskujących, aby zmniejszyć zużycie tokenów
pt_br: Não enviar blocos de pensamento antigos para modelos de raciocínio a fim de reduzir o uso de tokens
ro: Nu trimite blocuri vechi de gândire pentru modelele de raționament, pentru a reduce utilizarea de token-uri
sv: Skicka inte gamla tankeblock för resonemangsmodeller för att minska tokenanvändningen
tr: Belirteç kullanımını azaltmak için akıl yürütme modelleri için eski düşünce bloklarını göndermeyin

source: Display LaTeX
cs: Zobrazit LaTeX
es: Mostrar LaTeX
fr: Afficher LaTeX
hu: LaTeX megjelenítése
id: Tampilkan LaTeX
ja: LaTeXを表示
pl: Wyświetl LaTeX
pt_br: Exibir LaTeX
ro: Afișează LaTeX
sv: Visa LaTeX
tr: LaTeX Görüntüle

source: Display LaTeX formulas in chat
cs: Zobrazit LaTeX vzorce v chatu
es: Mostrar fórmulas LaTeX en el chat
fr: Afficher les formules LaTeX dans le chat
hu: LaTeX képletek megjelenítése a csevegésben
id: Tampilkan rumus LaTeX di obrolan
ja: チャットでLaTeXの数式を表示する
pl: Wyświetlaj formuły LaTeX w czacie
pt_br: Exibir fórmulas LaTeX no chat
ro: Afișează formulele LaTeX în chat
sv: Visa LaTeX-formler i chatt
tr: Sohbette LaTeX formüllerini görüntüle

source: Reverse Chat Order
cs: Obrátit pořadí chatu
es: Invertir orden del chat
fr: Inverser l'ordre du chat
hu: Csevegés sorrendjének megfordítása
id: Balik Urutan Obrolan
ja: チャット順序を逆にする
pl: Odwróć kolejność czatów
pt_br: Inverter Ordem do Chat
ro: Inversează ordinea chatului
sv: Omvänd chattordning
tr: Sohbet Sırasını Ters Çevir

source: Show most recent chats on top in chat list (change chat to apply)
cs: Zobrazit nejnovější chaty nahoře v seznamu chatů (pro použití změnit chat)
es: Mostrar los chats más recientes en la parte superior de la lista de chats (cambiar de chat para aplicar)
fr: Afficher les chats les plus récents en haut de la liste (changer de chat pour appliquer)
hu: A legutóbbi csevegések megjelenítése felül a csevegéslistán (a csevegés módosítása után lép érvénybe)
id: Tampilkan obrolan terbaru di atas dalam daftar obrolan (ubah obrolan untuk menerapkan)
ja: チャットリストで最も新しいチャットを上部に表示（チャット変更時に適用）
pl: Pokaż najnowsze czaty na górze listy czatów (zmień czat, aby zastosować)
pt_br: Mostrar os chats mais recentes no topo da lista de chats (alterar chat para aplicar)
ro: Afișează cele mai recente chaturi în partea de sus a listei de chaturi (schimbați chatul pentru a aplica)
sv: Visa de senaste chatterna överst i chattlistan (byt chatt för att tillämpa)
tr: Sohbet listesinde en yeni sohbetleri üstte göster (uygulamak için sohbeti değiştir)

source: Automatically Generate Chat Names
cs: Automaticky generovat názvy chatů
es: Generar nombres de chat automáticamente
fr: Générer automatiquement les noms de chat
hu: Automatikus csevegésnevek generálása
id: Hasilkan Nama Obrolan Secara Otomatis
ja: チャット名を自動生成
pl: Automatycznie generuj nazwy czatów
pt_br: Gerar Nomes de Chat Automaticamente
ro: Generează automat nume de chat
sv: Generera chattnamn automatiskt
tr: Otomatik Olarak Sohbet Adları Oluştur

source: Generate chat names automatically after the first two messages
cs: Automaticky generovat názvy chatů po prvních dvou zprávách
es: Generar nombres de chat automáticamente después de los dos primeros mensajes
fr: Générer les noms de chat automatiquement après les deux premiers messages
hu: A csevegésnevek automatikus generálása az első két üzenet után
id: Hasilkan nama obrolan secara otomatis setelah dua pesan pertama
ja: 最初の2つのメッセージの後、チャット名を自動的に生成する
pl: Generuj nazwy czatów automatycznie po pierwszych dwóch wiadomościach
pt_br: Gerar nomes de chat automaticamente após as duas primeiras mensagens
ro: Generează automat nume de chat după primele două mesaje
sv: Generera chattnamn automatiskt efter de första två meddelandena
tr: İlk iki mesajdan sonra sohbet adlarını otomatik olarak oluştur

source: Number of offers
cs: Počet nabídek
es: Número de ofertas
fr: Nombre d'offres
hu: Ajánlatok száma
id: Jumlah penawaran
ja: 提案の数
pl: Liczba ofert
pt_br: Número de ofertas
ro: Număr de oferte
sv: Antal erbjudanden
tr: Teklif sayısı

source: Number of message suggestions to send to chat
cs: Počet návrhů zpráv k odeslání do chatu
es: Número de sugerencias de mensajes para enviar al chat
fr: Nombre de suggestions de messages à envoyer au chat
hu: A csevegéshez küldendő üzenetjavaslatok száma
id: Jumlah saran pesan yang akan dikirim ke obrolan
ja: チャットに送信するメッセージ提案の数
pl: Liczba sugerowanych wiadomości do wysłania na czat
pt_br: Número de sugestões de mensagem para enviar para o chat
ro: Numărul de sugestii de mesaje de trimis în chat
sv: Antal meddelandeförslag att skicka till chatt
tr: Sohbete gönderilecek mesaj önerisi sayısı

source: Username
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
id: Nama pengguna
ja: ユーザー名
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume utilizator
sv: Användarnamn
tr: Kullanıcı Adı

source: Change the label that appears before your message This information is not sent to the LLM by default You can add it to a prompt using the {USER} variable
cs: Změňte popisek, který se zobrazí před vaší zprávou Tyto informace nejsou ve výchozím nastavení odesílány do LLM Můžete je přidat do výzvy pomocí proměnné {USER}
es: Cambia la etiqueta que aparece antes de tu mensaje Esta información no se envía al LLM por defecto Puedes añadirla a un prompt usando la variable {USER}
fr: Modifiez l'étiquette qui apparaît avant votre message Cette information n'est pas envoyée au LLM par défaut Vous pouvez l'ajouter à une invite en utilisant la variable {USER}
hu: Módosítsa az üzenete előtt megjelenő címkét Ez az információ alapértelmezés szerint nem kerül elküldésre az LLM-nek Hozzáadhatja egy üzenethez a {USER} változó használatával
id: Ubah label yang muncul sebelum pesan Anda Informasi ini tidak dikirim ke LLM secara default Anda dapat menambahkannya ke prompt menggunakan variabel {USER}
ja: メッセージの前に表示されるラベルを変更します この情報はデフォルトではLLMに送信されません {USER}変数を使用してプロンプトに追加できます
pl: Zmień etykietę, która pojawia się przed Twoją wiadomością Ta informacja nie jest domyślnie wysyłana do LLM Możesz dodać ją do monitu za pomocą zmiennej {USER}
pt_br: Mude o rótulo que aparece antes da sua mensagem Esta informação não é enviada para o LLM por padrão Você pode adicioná-la a um prompt usando a variável {USER}
ro: Schimbați eticheta care apare înainte de mesajul dvs. Această informație nu este trimisă LLM-ului în mod implicit Puteți să o adăugați la un prompt utilizând variabila {USER}
sv: Ändra etiketten som visas före ditt meddelande Denna information skickas inte till LLM som standard Du kan lägga till den i en prompt med variabeln {USER}
tr: Mesajınızdan önce görünen etiketi değiştirin Bu bilgi varsayılan olarak LLM'ye gönderilmez {USER} değişkenini kullanarak bir isteme ekleyebilirsiniz

source: Neural Network Control
cs: Ovládání neuronové sítě
es: Control de red neuronal
fr: Contrôle du réseau neuronal
hu: Neuronhálózati vezérlés
id: Kontrol Jaringan Neural
ja: ニューラルネットワーク制御
pl: Kontrola sieci neuronowej
pt_br: Controle da Rede Neural
ro: Control Rețea Neurală
sv: Neuralt nätverkskontroll
tr: Sinir Ağı Kontrolü

source: Run commands in a virtual machine
cs: Spouštět příkazy ve virtuálním stroji
es: Ejecutar comandos en una máquina virtual
fr: Exécuter des commandes dans une machine virtuelle
hu: Parancsok futtatása virtuális gépen
id: Jalankan perintah di mesin virtual
ja: 仮想マシンでコマンドを実行する
pl: Uruchamiaj polecenia w maszynie wirtualnej
pt_br: Executar comandos em uma máquina virtual
ro: Execută comenzi într-o mașină virtuală
sv: Kör kommandon i en virtuell maskin
tr: Komutları sanal bir makinede çalıştır

source: External Terminal
cs: Externí terminál
es: Terminal externo
fr: Terminal externe
hu: Külső terminál
id: Terminal Eksternal
ja: 外部ターミナル
pl: Zewnętrzny terminal
pt_br: Terminal Externo
ro: Terminal Extern
sv: Extern terminal
tr: Harici Terminal

source: Choose the external terminal where to run the console commands
cs: Vyberte externí terminál, ve kterém se mají spouštět konzolové příkazy
es: Elige el terminal externo donde ejecutar los comandos de consola
fr: Choisissez le terminal externe où exécuter les commandes de la console
hu: Válassza ki a külső terminált, ahol a konzolparancsokat futtatni szeretné
id: Pilih terminal eksternal tempat menjalankan perintah konsol
ja: コンソールコマンドを実行する外部ターミナルを選択します
pl: Wybierz zewnętrzny terminal, w którym mają być uruchamiane polecenia konsoli
pt_br: Escolha o terminal externo onde executar os comandos do console
ro: Alegeți terminalul extern unde să rulați comenzile consolei
sv: Välj den externa terminalen där konsolkommandona ska köras
tr: Konsol komutlarını çalıştırmak için harici terminali seçin

source: Program memory
cs: Paměť programu
es: Memoria del programa
fr: Mémoire du programme
hu: Programmemória
id: Memori program
ja: プログラムメモリ
pl: Pamięć programu
pt_br: Memória do programa
ro: Memoria programului
sv: Programminne
tr: Program belleği

source: How long the program remembers the chat
cs: Jak dlouho si program pamatuje chat
es: Cuánto tiempo el programa recuerda el chat
fr: Durée pendant laquelle le programme se souvient du chat
hu: Meddig emlékszik a program a csevegésre
id: Berapa lama program mengingat obrolan
ja: プログラムがチャットを記憶する期間
pl: Jak długo program pamięta czat
pt_br: Quanto tempo o programa lembra do chat
ro: Cât timp programul își amintește conversația
sv: Hur länge programmet kommer ihåg chatten
tr: Programın sohbeti ne kadar süreyle hatırladığı

source: Developer
cs: Vývojář
es: Desarrollador
fr: Développeur
hu: Fejlesztő
id: Pengembang
ja: 開発者
pl: Deweloper
pt_br: Desenvolvedor
ro: Dezvoltator
sv: Utvecklare
tr: Geliştirici

source: Monitor the program output in real-time, useful for debugging and seeing downloads progress
cs: Monitorujte výstup programu v reálném čase, užitečné pro ladění a sledování průběhu stahování
es: Monitoriza la salida del programa en tiempo real, útil para depurar y ver el progreso de las descargas
fr: Surveillez la sortie du programme en temps réel, utile pour le débogage et pour voir la progression des téléchargements
hu: Figyelje a program kimenetét valós időben, ami hasznos hibakereséshez és a letöltések előrehaladásának nyomon követéséhez
id: Monitor keluaran program secara real-time, berguna untuk debugging dan melihat kemajuan unduhan
ja: プログラムの出力をリアルタイムで監視します。デバッグやダウンロードの進行状況の確認に役立ちます
pl: Monitoruj wyjście programu w czasie rzeczywistym, przydatne do debugowania i śledzenia postępu pobierania
pt_br: Monitore a saída do programa em tempo real, útil para depuração e para verificar o progresso dos downloads
ro: Monitorizează ieșirea programului în timp real, util pentru depanare și pentru a vedea progresul descărcărilor
sv: Övervaka programutdata i realtid, användbart för felsökning och för att se nedladdningsförlopp
tr: Program çıktısını gerçek zamanlı olarak izleyin, hata ayıklama ve indirme ilerlemesini görmek için kullanışlıdır

source: Open
cs: Otevřít
es: Abrir
fr: Ouvrir
hu: Megnyitás
id: Buka
ja: 開く
pl: Otwórz
pt_br: Abrir
ro: Deschide
sv: Öppna
tr: Aç

source: Delete pip path
cs: Smazat cestu pip
es: Eliminar ruta pip
fr: Supprimer le chemin pip
hu: Pip útvonal törlése
id: Hapus jalur pip
ja: pipパスを削除
pl: Usuń ścieżkę pip
pt_br: Excluir caminho pip
ro: Șterge calea pip
sv: Ta bort pip-sökväg
tr: pip yolunu sil

source: Remove the extra dependencies installed
cs: Odebrat nainstalované extra závislosti
es: Eliminar las dependencias adicionales instaladas
fr: Supprimer les dépendances supplémentaires installées
hu: Az extra telepített függőségek eltávolítása
id: Hapus dependensi tambahan yang terinstal
ja: インストールされている追加の依存関係を削除します
pl: Usuń zainstalowane dodatkowe zależności
pt_br: Remover as dependências extras instaladas
ro: Elimină dependențele suplimentare instalate
sv: Ta bort de extra installerade beroendena
tr: Yüklü ek bağımlılıkları kaldır

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer
hu: Törlés
id: Hapus
ja: 削除
pl: Usuń
pt_br: Excluir
ro: Șterge
sv: Ta bort
tr: Sil

source: Auto-run commands
cs: Automatické spouštění příkazů
es: Ejecutar comandos automáticamente
fr: Exécuter automatiquement les commandes
hu: Parancsok automatikus futtatása
id: Perintah jalankan-otomatis
ja: コマンドを自動実行
pl: Automatyczne uruchamianie poleceń
pt_br: Comandos de execução automática
ro: Comenzi cu rulare automată
sv: Kör kommandon automatiskt
tr: Otomatik çalıştır komutları

source: Commands that the bot will write will automatically run
cs: Příkazy, které bot napíše, se automaticky spustí
es: Los comandos que el bot escribirá se ejecutarán automáticamente
fr: Les commandes que le bot écrira s'exécuteront automatiquement
hu: A bot által írt parancsok automatikusan futnak
id: Perintah yang akan ditulis bot akan berjalan secara otomatis
ja: ボットが記述するコマンドは自動的に実行されます
pl: Polecenia, które bot napisze, będą automatycznie uruchamiane
pt_br: Comandos que o bot escreverá serão executados automaticamente
ro: Comenzile pe care botul le va scrie vor rula automat
sv: Kommandon som boten skriver kommer att köras automatiskt
tr: Botun yazacağı komutlar otomatik olarak çalışacaktır

source: Max number of commands
cs: Max. počet příkazů
es: Número máximo de comandos
fr: Nombre maximum de commandes
hu: Parancsok maximális száma
id: Jumlah perintah maksimal
ja: 最大コマンド数
pl: Maksymalna liczba poleceń
pt_br: Número máximo de comandos
ro: Număr maxim de comenzi
sv: Max antal kommandon
tr: Maksimum komut sayısı

source: Maximum number of commands that the bot will write after a single user request
cs: Maximální počet příkazů, které bot napíše po jediném uživatelském požadavku
es: Número máximo de comandos que el bot escribirá después de una sola solicitud del usuario
fr: Nombre maximum de commandes que le bot écrira après une seule requête utilisateur
hu: A parancsok maximális száma, amelyet a bot egyetlen felhasználói kérés után írni fog
id: Jumlah maksimum perintah yang akan ditulis bot setelah satu permintaan pengguna
ja: ボットが1回のユーザーリクエスト後に記述するコマンドの最大数
pl: Maksymalna liczba poleceń, które bot napisze po jednym żądaniu użytkownika
pt_br: Número máximo de comandos que o bot escreverá após uma única solicitação do usuário
ro: Numărul maxim de comenzi pe care botul le va scrie după o singură cerere a utilizatorului
sv: Maximalt antal kommandon som boten kommer att skriva efter en enda användarförfrågan
tr: Botun tek bir kullanıcı isteğinden sonra yazacağı maksimum komut sayısı

source: Browser
cs: Prohlížeč
es: Navegador
fr: Navigateur
hu: Böngésző
id: Peramban
ja: ブラウザ
pl: Przeglądarka
pt_br: Navegador
sv: Webbläsare
tr: Tarayıcı

source: Settings for the browser
cs: Nastavení prohlížeče
es: Configuración del navegador
fr: Paramètres du navigateur
hu: Böngésző beállításai
id: Pengaturan untuk peramban
ja: ブラウザの設定
pl: Ustawienia przeglądarki
pt_br: Configurações do navegador
ro: Setări pentru browser
sv: Inställningar för webbläsaren
tr: Tarayıcı ayarları

source: Use external browser
cs: Použít externí prohlížeč
es: Usar navegador externo
fr: Utiliser un navigateur externe
hu: Külső böngésző használata
id: Gunakan peramban eksternal
ja: 外部ブラウザを使用
pl: Użyj zewnętrznej przeglądarki
pt_br: Usar navegador externo
ro: Utilizează browser extern
sv: Använd extern webbläsare
tr: Harici tarayıcı kullan

source: Use an external browser to open links instead of integrated one
cs: Použít externí prohlížeč pro otevírání odkazů namísto integrovaného
es: Usar un navegador externo para abrir enlaces en lugar del integrado
fr: Utiliser un navigateur externe pour ouvrir les liens au lieu de celui intégré
hu: Külső böngésző használata a linkek megnyitásához az integrált helyett
id: Gunakan peramban eksternal untuk membuka tautan alih-alih yang terintegrasi
ja: 統合ブラウザではなく、外部ブラウザを使用してリンクを開く
pl: Użyj zewnętrznej przeglądarki do otwierania linków zamiast zintegrowanej
pt_br: Usar um navegador externo para abrir links em vez do integrado
ro: Utilizează un browser extern pentru a deschide linkuri în loc de cel integrat
sv: Använd en extern webbläsare för att öppna länkar istället för den integrerade
tr: Bağlantıları entegre olan yerine harici bir tarayıcıda açın

source: Persist browser session
cs: Udržet relaci prohlížeče
es: Persistir sesión del navegador
fr: Persister la session du navigateur
hu: Böngésző munkamenet megtartása
id: Pertahankan sesi peramban
ja: ブラウザセッションを保持
pl: Zachowaj sesję przeglądarki
pt_br: Persistir sessão do navegador
ro: Păstrează sesiunea browserului
sv: Behåll webbläsarsession
tr: Tarayıcı oturumunu kalıcı yap

source: Persist browser session between restarts. Turning this off requires restarting the program
cs: Zachovat relaci prohlížeče mezi restarty. Vypnutí této možnosti vyžaduje restart programu
es: Persistir la sesión del navegador entre reinicios. Desactivar esto requiere reiniciar el programa
fr: Persister la session du navigateur entre les redémarrages. Désactiver ceci nécessite le redémarrage du programme
hu: Böngésző munkamenet megőrzése újraindítások között. Ennek kikapcsolása a program újraindítását igényli
id: Pertahankan sesi peramban antara restart. Mematikan ini memerlukan restart program
ja: 再起動後もブラウザセッションを保持します。これをオフにすると、プログラムの再起動が必要です
pl: Zachowaj sesję przeglądarki między restartami. Wyłączenie tej opcji wymaga ponownego uruchomienia programu
pt_br: Persistir a sessão do navegador entre as reinicializações. Desativar isso exige reiniciar o programa
ro: Păstrează sesiunea browserului între reporniri. Dezactivarea acestei opțiuni necesită repornirea programului
sv: Behåll webbläsarsessionen mellan omstarter. Att stänga av detta kräver en omstart av programmet
tr: Yeniden başlatmalar arasında tarayıcı oturumunu kalıcı yap. Bunu kapatmak programın yeniden başlatılmasını gerektirir

source: Delete browser data
cs: Smazat data prohlížeče
es: Eliminar datos del navegador
fr: Supprimer les données du navigateur
hu: Böngészőadatok törlése
id: Hapus data peramban
ja: ブラウザデータを削除
pl: Usuń dane przeglądarki
pt_br: Excluir dados do navegador
ro: Șterge datele browserului
sv: Ta bort webbläsardata
tr: Tarayıcı verilerini sil

source: Delete browser session and data
cs: Smazat relaci a data prohlížeče
es: Eliminar sesión y datos del navegador
fr: Supprimer la session et les données du navigateur
hu: Böngésző munkamenet és adatok törlése
id: Hapus sesi dan data peramban
ja: ブラウザのセッションとデータを削除
pl: Usuń sesję i dane przeglądarki
pt_br: Excluir sessão e dados do navegador
ro: Șterge sesiunea și datele browserului
sv: Ta bort webbläsarsession och data
tr: Tarayıcı oturumunu ve verilerini sil

source: Initial browser page
cs: Počáteční stránka prohlížeče
es: Página inicial del navegador
fr: Page de démarrage du navigateur
hu: Kezdő böngészőoldal
id: Halaman awal peramban
ja: 初期ブラウザページ
pl: Początkowa strona przeglądarki
pt_br: Página inicial do navegador
ro: Pagina inițială a browserului
sv: Startsida för webbläsare
tr: İlk tarayıcı sayfası

source: The page where the browser will start
cs: Stránka, na které se prohlížeč spustí
es: La página donde se iniciará el navegador
fr: La page où le navigateur démarrera
hu: Az oldal, ahol a böngésző elindul
id: Halaman tempat peramban akan dimulai
ja: ブラウザが起動するページ
pl: Strona, na której rozpocznie się przeglądarka
pt_br: A página onde o navegador será iniciado
ro: Pagina de unde va porni browserul
sv: Sidan där webbläsaren startar
tr: Tarayıcının başlayacağı sayfa

source: Search string
cs: Vyhledávací řetězec
es: Cadena de búsqueda
fr: Chaîne de recherche
hu: Keresési karakterlánc
id: String pencarian
ja: 検索文字列
pl: Ciąg wyszukiwania
pt_br: String de pesquisa
ro: Șir de căutare
sv: Söksträng
tr: Arama dizesi

source: The search string used in the browser, %s is replaced with the query
cs: Vyhledávací řetězec použitý v prohlížeči, %s je nahrazen dotazem
es: La cadena de búsqueda utilizada en el navegador, %s se reemplaza con la consulta
fr: La chaîne de recherche utilisée dans le navigateur, %s est remplacée par la requête
hu: A böngészőben használt keresési karakterlánc, a %s helyére a lekérdezés kerül
id: String pencarian yang digunakan di peramban, %s diganti dengan kueri
ja: ブラウザで使用される検索文字列。%s はクエリに置き換えられます
pl: Ciąg wyszukiwania używany w przeglądarce, %s jest zastępowany zapytaniem
pt_br: A string de pesquisa usada no navegador, %s é substituído pela consulta
ro: Șirul de căutare utilizat în browser, %s este înlocuit cu interogarea
sv: Söksträngen som används i webbläsaren, %s ersätts med frågan
tr: Tarayıcıda kullanılan arama dizesi, %s sorgu ile değiştirilir
