Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Document Sources (RAG)
cs: Zdroje dokumentů (RAG)
es: Fuentes de documentos (RAG)
fr: Sources de documents (RAG)
hu: Dokumentumforrások (RAG)
id: Sumber Dokumen (RAG)
ja: ドキュメントソース (RAG)
pl: Źródła dokumentów (RAG)
pt_br: Fontes de Documentos (RAG)
ro: Surse documente (RAG)
sv: Dokumentkällor (RAG)
tr: Belge Kaynakları (RAG)

source: Include content from your documents in the responses
cs: Zahrnout obsah z vašich dokumentů do odpovědí
es: Incluir contenido de sus documentos en las respuestas
fr: Inclure le contenu de vos documents dans les réponses
hu: Dokumentumok tartalmának mellékelése a válaszokban
id: Sertakan konten dari dokumen Anda dalam respons
ja: 応答にドキュメントの内容を含める
pl: Dołączaj treści z dokumentów do odpowiedzi
pt_br: Inclua conteúdo dos seus documentos nas respostas
ro: Includeți conținut din documentele dvs. în răspunsuri
sv: Inkludera innehåll från dina dokument i svaren
tr: Yanıtlarınıza belgelerinizden içerik ekleyin

source: Document Analyzer
cs: Analyzátor dokumentů
es: Analizador de documentos
fr: Analyseur de documents
hu: Dokumentumelemző
id: Penganalisis Dokumen
ja: ドキュメントアナライザー
pl: Analizator dokumentów
pt_br: Analisador de Documentos
ro: Analizor Documente
sv: Dokumentanalysator
tr: Belge Çözümleyici

source: The document analyzer uses multiple techniques to extract relevant information about your documents
cs: Analyzátor dokumentů používá více technik k extrakci relevantních informací z vašich dokumentů
es: El analizador de documentos utiliza múltiples técnicas para extraer información relevante sobre sus documentos
fr: L'analyseur de documents utilise plusieurs techniques pour extraire des informations pertinentes sur vos documents
hu: A dokumentumelemző több technikát is használ a releváns információk kinyerésére a dokumentumokból
id: Penganalisis dokumen menggunakan berbagai teknik untuk mengekstrak informasi relevan tentang dokumen Anda
ja: ドキュメントアナライザーは、複数の技術を使用してドキュメントから関連情報を抽出します
pl: Analizator dokumentów wykorzystuje wiele technik do wyodrębniania istotnych informacji z Twoich dokumentów
pt_br: O analisador de documentos usa várias técnicas para extrair informações relevantes sobre seus documentos
ro: Analizatorul de documente utilizează multiple tehnici pentru a extrage informații relevante despre documentele dvs.
sv: Dokumentanalysatorn använder flera tekniker för att extrahera relevant information om dina dokument
tr: Belge analizörü, belgelerinizle ilgili ilgili bilgileri çıkarmak için birden çok teknik kullanır

source: Read documents if unsupported
cs: Číst dokumenty, pokud nejsou podporovány
es: Leer documentos si no es compatible
fr: Lire les documents si non pris en charge
hu: Dokumentumok olvasása, ha nem támogatott
id: Baca dokumen jika tidak didukung
ja: サポートされていない場合はドキュメントを読む
pl: Czytaj dokumenty, jeśli nieobsługiwane
pt_br: Ler documentos se não suportados
ro: Citiți documentele dacă nu sunt acceptate
sv: Läs dokument om de inte stöds
tr: Desteklenmiyorsa belgeleri oku

source: If the LLM does not support reading documents, relevant information about documents sent in the chat will be given to the LLM using your Document Analyzer.
cs: Pokud LLM nepodporuje čtení dokumentů, relevantní informace o dokumentech odeslaných v chatu budou předány LLM pomocí vašeho analyzátoru dokumentů.
es: Si el LLM no admite la lectura de documentos, la información relevante sobre los documentos enviados en el chat se proporcionará al LLM utilizando su Analizador de Documentos.
fr: Si le LLM ne prend pas en charge la lecture de documents, les informations pertinentes sur les documents envoyés dans le chat seront transmises au LLM à l'aide de votre analyseur de documents.
hu: Ha az LLM nem támogatja a dokumentumok olvasását, a csevegésben küldött dokumentumokról releváns információk kerülnek az LLM-hez az Ön dokumentumelemzőjével.
id: Jika LLM tidak mendukung pembacaan dokumen, informasi relevan tentang dokumen yang dikirim dalam obrolan akan diberikan kepada LLM menggunakan Penganalisis Dokumen Anda.
ja: LLMがドキュメントの読み取りをサポートしていない場合、チャットで送信されたドキュメントに関する関連情報は、ドキュメントアナライザーを使用してLLMに提供されます。
pl: Jeśli LLM nie obsługuje czytania dokumentów, istotne informacje o dokumentach wysłanych na czacie zostaną przekazane LLM za pomocą analizatora dokumentów.
pt_br: Se o LLM não suportar a leitura de documentos, informações relevantes sobre documentos enviados no chat serão fornecidas ao LLM usando seu Analisador de Documentos.
ro: Dacă LLM-ul nu suportă citirea documentelor, informațiile relevante despre documentele trimise în chat vor fi furnizate LLM-ului utilizând analizorul dvs. de documente.
sv: Om LLM inte stöder läsning av dokument, kommer relevant information om dokument som skickats i chatten att ges till LLM med hjälp av din dokumentanalysator.
tr: LLM belgeleri okumayı desteklemiyorsa, sohbette gönderilen belgelerle ilgili ilgili bilgiler Belge Analizörünüz kullanılarak LLM'ye verilecektir.

source: Maximum tokens for RAG
cs: Maximální počet tokenů pro RAG
es: Tokens máximos para RAG
fr: Jetons maximum pour RAG
hu: Maximális tokenek RAG-hez
id: Maksimum token untuk RAG
ja: RAGの最大トークン数
pl: Maksymalna liczba tokenów dla RAG
pt_br: Máximo de tokens para RAG
ro: Token-uri maxime pentru RAG
sv: Maximalt antal tokens för RAG
tr: RAG için maksimum token

source: The maximum amount of tokens to be used for RAG. If the documents do not exceed this token count, dump all of them in the context
cs: Maximální počet tokenů, které mají být použity pro RAG. Pokud dokumenty nepřesáhnou tento počet tokenů, vložte je všechny do kontextu
es: La cantidad máxima de tokens a utilizar para RAG. Si los documentos no superan este recuento de tokens, vuelca todos ellos en el contexto
fr: La quantité maximale de jetons à utiliser pour le RAG. Si les documents ne dépassent pas ce nombre de jetons, les placer tous dans le contexte
hu: A RAG-hez használható tokenek maximális száma. Ha a dokumentumok nem haladják meg ezt a tokenszámot, az összeset kiürítjük a kontextusba
id: Jumlah token maksimum yang akan digunakan untuk RAG. Jika dokumen tidak melebihi jumlah token ini, buang semuanya dalam konteks
ja: RAGに使用するトークンの最大量。ドキュメントがこのトークン数を超えない場合、 すべてをコンテキストにダンプします
pl: Maksymalna liczba tokenów do użycia dla RAG. Jeśli dokumenty nie przekraczają tej liczby tokenów, umieść je wszystkie w kontekście
pt_br: A quantidade máxima de tokens a ser usada para RAG. Se os documentos não excederem essa contagem de tokens, despeje todos eles no contexto
ro: Cantitatea maximă de token-uri de utilizat pentru RAG. Dacă documentele nu depășesc acest număr de token-uri, le aruncă pe toate în context
sv: Den maximala mängden tokens som ska användas för RAG. Om dokumenten inte överskrider detta tokenantal, dumpa alla i kontexten
tr: RAG için kullanılacak maksimum token miktarı. Eğer belgeler bu token miktarını aşmıyorsa, hepsini bağlama dökün

source: Document Folder
cs: Složka dokumentů
es: Carpeta de documentos
fr: Dossier des documents
hu: Dokumentummappa
id: Folder Dokumen
ja: ドキュメントフォルダ
pl: Folder dokumentów
pt_br: Pasta de Documentos
ro: Folder documente
sv: Dokumentmapp
tr: Belge Klasörü

source: Put the documents you want to query in your document folder. The document analyzer will find relevant information in them if this option is enabled
cs: Vložte dokumenty, které chcete dotazovat, do vaší složky dokumentů. Analyzátor dokumentů v nich najde relevantní informace, pokud je tato možnost povolena
es: Coloca los documentos que deseas consultar en tu carpeta de documentos. El analizador de documentos encontrará información relevante en ellos si esta opción está habilitada
fr: Placez les documents que vous souhaitez interroger dans votre dossier de documents. L'analyseur de documents y trouvera des informations pertinentes si cette option est activée
hu: Helyezze a lekérdezni kívánt dokumentumokat a dokumentum mappájába. A dokumentumelemző releváns információkat talál bennük, ha ez az opció engedélyezve van.
id: Masukkan dokumen yang ingin Anda tanyakan ke folder dokumen Anda. Penganalisis dokumen akan menemukan informasi relevan di dalamnya jika opsi ini diaktifkan
ja: クエリしたいドキュメントをドキュメントフォルダに入れてください。このオプションが有効な場合、ドキュメントアナライザーがそれらの中から関連情報を見つけます
pl: Umieść dokumenty, które chcesz przetworzyć, w folderze dokumentów. Analizator dokumentów znajdzie w nich istotne informacje, jeśli ta opcja jest włączona
pt_br: Coloque os documentos que você deseja consultar na sua pasta de documentos. O analisador de documentos encontrará informações relevantes neles se esta opção estiver ativada
ro: Puneți documentele pe care doriți să le interogați în folderul dvs. de documente. Analizatorul de documente va găsi informații relevante în ele, dacă această opțiune este activată
sv: Lägg dokumenten du vill fråga i din dokumentmapp. Dokumentanalysatorn kommer att hitta relevant information i dem om detta alternativ är aktiverat
tr: Sorgulamak istediğiniz belgeleri belge klasörünüze koyun. Bu seçenek etkin ise belge analizörü onlarda ilgili bilgileri bulacaktır

source: Put all the documents you want to index in this folder
cs: Vložte všechny dokumenty, které chcete indexovat, do této složky
es: Ponga todos los documentos que desea indexar en esta carpeta
fr: Placez tous les documents que vous souhaitez indexer dans ce dossier
hu: Helyezze ebbe a mappába az összes indexelni kívánt dokumentumot
id: Letakkan semua dokumen yang ingin Anda indeks di folder ini
ja: インデックス化したいすべてのドキュメントをこのフォルダに入れてください
pl: Umieść wszystkie dokumenty, które chcesz zaindeksować, w tym folderze
pt_br: Coloque todos os documentos que você deseja indexar nesta pasta
ro: Puneți toate documentele pe care doriți să le indexați în acest folder
sv: Lägg alla dokument du vill indexera i denna mapp
tr: Dizine eklemek istediğiniz tüm belgeleri bu klasöre koyun

source: Silence threshold
cs: Prah ticha
es: Umbral de silencio
fr: Seuil de silence
hu: Csend küszöb
id: Ambang batas keheningan
ja: 無音のしきい値
pl: Próg ciszy
pt_br: Limiar de silêncio
ro: Prag de silențiu
sv: Tystnadströskel
tr: Sessizlik eşiği

source: Silence threshold in seconds, percentage of the volume to be considered silence
cs: Prah ticha v sekundách, procento hlasitosti, které má být považováno za ticho
es: Umbral de silencio en segundos, porcentaje del volumen a considerar silencio
fr: Seuil de silence en secondes, pourcentage du volume à considérer comme du silence
hu: Csendküszöb másodpercekben, a hangerő százalékos aránya, amelyet csendnek kell tekinteni
id: Ambang batas keheningan dalam detik, persentase volume yang akan dianggap keheningan
ja: 無音とみなされるボリュームの割合、秒単位での無音のしきい値
pl: Próg ciszy w sekundach, procent głośności do uznania za ciszę
pt_br: Limiar de silêncio em segundos, porcentagem do volume a ser considerada silêncio
ro: Prag de silențiu în secunde, procent din volum pentru a fi considerat silențiu
sv: Tystnadströskel i sekunder, procentandel av volymen som ska betraktas som tystnad
tr: Saniye cinsinden sessizlik eşiği, hacmin sessizlik olarak kabul edilecek yüzdesi

source: Silence time
cs: Čas ticha
es: Tiempo de silencio
fr: Temps de silence
hu: Csend időtartama
id: Waktu keheningan
ja: 無音時間
pl: Czas ciszy
pt_br: Tempo de silêncio
ro: Timp de silențiu
sv: Tystnadstid
tr: Sessizlik süresi

source: Silence time in seconds before recording stops automatically
cs: Čas ticha v sekundách před automatickým zastavením nahrávání
es: Tiempo de silencio en segundos antes de que la grabación se detenga automáticamente
fr: Temps de silence en secondes avant l'arrêt automatique de l'enregistrement
hu: Csend időtartama másodpercekben, mielőtt a felvétel automatikusan leáll
id: Waktu keheningan dalam detik sebelum perekaman berhenti secara otomatis
ja: 録音が自動的に停止するまでの無音時間（秒）
pl: Czas ciszy w sekundach, po którym nagrywanie zatrzymuje się automatycznie
pt_br: Tempo de silêncio em segundos antes que a gravação pare automaticamente
ro: Timpul de silențiu în secunde înainte ca înregistrarea să se oprească automat
sv: Tystnadstid i sekunder innan inspelningen stoppas automatiskt
tr: Kaydın otomatik olarak durmasından önceki saniye cinsinden sessizlik süresi

source: Not enough permissions
cs: Nedostatečná oprávnění
es: Permisos insuficientes
fr: Permissions insuffisantes
hu: Nincs elegendő engedély
id: Izin tidak cukup
ja: 十分な権限がありません
pl: Brak wystarczających uprawnień
pt_br: Permissões insuficientes
ro: Nu sunt suficiente permisiuni
sv: Otillräckliga behörigheter
tr: Yeterli izin yok

source: Understood
cs: Rozumím
es: Entendido
fr: Compris
hu: Értem
id: Dimengerti
ja: 了解しました
pl: Rozumiem
pt_br: Entendido
ro: Înțeles
sv: Förstått
tr: Anlaşıldı

source: Pip path deleted
cs: Cesta pip smazána
es: Ruta de pip eliminada
fr: Chemin Pip supprimé
hu: Pip útvonal törölve
id: Jalur pip dihapus
ja: Pipパスを削除しました
pl: Ścieżka pip usunięta
pt_br: Caminho do Pip excluído
ro: Calea pip a fost ștearsă
sv: Pip-sökväg borttagen
tr: Pip yolu silindi

source: The pip path has been deleted, you can now reinstall the dependencies. This operation requires a restart of the application.
cs: Cesta pip byla smazána, nyní můžete přeinstalovat závislosti. Tato operace vyžaduje restart aplikace.
es: La ruta de pip ha sido eliminada, ahora puede reinstalar las dependencias. Esta operación requiere reiniciar la aplicación.
fr: Le chemin pip a été supprimé, vous pouvez maintenant réinstaller les dépendances. Cette opération nécessite un redémarrage de l'application.
hu: A pip útvonal törölve lett, most újra telepítheti a függőségeket. Ez a művelet az alkalmazás újraindítását igényli.
id: Jalur pip telah dihapus, Anda sekarang dapat menginstal ulang dependensi. Operasi ini memerlukan restart aplikasi.
ja: pipパスが削除されました。これで依存関係を再インストールできます。この操作にはアプリケーションの再起動が必要です。
pl: Ścieżka pip została usunięta, możesz teraz ponownie zainstalować zależności. Ta operacja wymaga ponownego uruchomienia aplikacji.
pt_br: O caminho do pip foi excluído, agora você pode reinstalar as dependências. Esta operação requer a reinicialização do aplicativo.
ro: Calea pip a fost ștearsă, acum puteți reinstala dependențele. Această operațiune necesită repornirea aplicației.
sv: Pip-sökvägen har tagits bort, du kan nu installera om beroendena. Denna åtgärd kräver en omstart av applikationen.
tr: Pip yolu silindi, şimdi bağımlılıkları yeniden yükleyebilirsiniz. Bu işlem uygulamanın yeniden başlatılmasını gerektirir.

source: Chat is opened in mini window
cs: Chat je otevřen v mini okně
es: El chat está abierto en una mini ventana
fr: Le chat est ouvert dans une mini-fenêtre
hu: A csevegés mini ablakban nyílt meg
id: Obrolan dibuka dalam jendela mini
ja: チャットはミニウィンドウで開かれています
pl: Czat jest otwarty w mini oknie
pt_br: O chat está aberto em uma mini janela
ro: Chatul este deschis în fereastra mini
sv: Chatten är öppen i minifönster
tr: Sohbet küçük pencerede açıldı

source: Help
cs: Nápověda
es: Ayuda
fr: Aide
hu: Súgó
id: Bantuan
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
sv: Hjälp
tr: Yardım

source: Shortcuts
cs: Zkratky
es: Atajos de teclado
fr: Raccourcis
hu: Gyorsbillentyűk
id: Pintasan
ja: ショートカット
pl: Skróty klawiszowe
pt_br: Atalhos
ro: Scurtături
sv: Genvägar
tr: Kısayollar

source: Reload chat
cs: Načíst chat
es: Recargar chat
fr: Recharger le chat
hu: Csevegés újratöltése
id: Muat ulang obrolan
ja: チャットを再読み込み
pl: Przeładuj czat
pt_br: Recarregar chat
ro: Reîncarcă chatul
sv: Ladda om chatt
tr: Sohbeti yeniden yükle

source: Reload folder
cs: Načíst složku
es: Recargar carpeta
fr: Recharger le dossier
hu: Mappa újratöltése
id: Muat ulang folder
ja: フォルダを再読み込み
pl: Przeładuj folder
pt_br: Recarregar pasta
ro: Reîncarcă folderul
sv: Ladda om mapp
tr: Klasörü yeniden yükle

source: New tab
cs: Nová záložka
es: Nueva pestaña
fr: Nouvel onglet
hu: Új lap
id: Tab baru
ja: 新しいタブ
pl: Nowa karta
pt_br: Nova aba
ro: Filă nouă
sv: Ny flik
tr: Yeni sekme

source: Paste Image
cs: Vložit obrázek
es: Pegar imagen
fr: Coller l'image
hu: Kép beillesztése
id: Tempel Gambar
ja: 画像を貼り付け
pl: Wklej obraz
pt_br: Colar Imagem
ro: Lipește Imagine
sv: Klistra in bild
tr: Görsel Yapıştır

source: Focus message box
cs: Zaměřit se na pole zprávy
es: Enfocar cuadro de mensaje
fr: Mettre l'accent sur la boîte de message
hu: Üzenetdoboz fókuszálása
id: Fokus pada kotak pesan
ja: メッセージボックスにフォーカス
pl: Skup na polu wiadomości
pt_br: Focar caixa de mensagem
ro: Focusează caseta de mesaj
sv: Fokusera meddelanderuta
tr: Mesaj kutusuna odaklan

source: Start/stop recording
cs: Spustit/zastavit nahrávání
es: Iniciar/detener grabación
fr: Démarrer/arrêter l'enregistrement
hu: Felvétel indítása/leállítása
id: Mulai/berhenti merekam
ja: 録音の開始/停止
pl: Rozpocznij/zatrzymaj nagrywanie
pt_br: Iniciar/parar gravação
ro: Pornire/oprire înregistrare
sv: Starta/stoppa inspelning
tr: Kaydı başlat/durdur

source: Save
cs: Uložit
es: Guardar
fr: Sauvegarder
hu: Mentés
id: Simpan
ja: 保存
pl: Zapisz
pt_br: Salvar
ro: Salvează
sv: Spara
tr: Kaydet

source: Stop TTS
cs: Zastavit TTS
es: Detener TTS
fr: Arrêter le TTS
hu: TTS leállítása
id: Hentikan TTS
ja: TTSを停止
pl: Zatrzymaj TTS
pt_br: Parar TTS
ro: Oprește TTS
sv: Stoppa TTS
tr: Metinden Konuşmaya Durdur

source: Zoom in
cs: Přiblížit
es: Acercar
fr: Zoomer
hu: Nagyítás
id: Perbesar
ja: 拡大
pl: Powiększ
pt_br: Aumentar zoom
ro: Mărește
sv: Zooma in
tr: Yakınlaştır

source: Zoom out
cs: Oddálit
es: Alejar
fr: Dézoomer
hu: Kicsinyítés
id: Perkecil
ja: 縮小
pl: Pomniejsz
pt_br: Diminuir zoom
ro: Micșorează
sv: Zooma ut
tr: Uzaklaştır

source: Github Page
cs: Stránka na Githubu
es: Página de Github
fr: Page Github
hu: Github oldal
id: Halaman Github
ja: Githubページ
pl: Strona Github
pt_br: Página do Github
ro: Pagina Github
sv: Github-sida
tr: Github Sayfası

source: Choose your favourite AI Language Model
cs: Vyberte si svůj oblíbený jazykový model AI
es: Elige tu modelo de lenguaje de IA favorito
fr: Choisissez votre modèle de langage IA préféré
hu: Válassza ki kedvenc AI nyelvi modelljét
id: Pilih Model Bahasa AI favorit Anda
ja: お気に入りのAI言語モデルを選択してください
pl: Wybierz swój ulubiony model językowy AI
pt_br: Escolha seu Modelo de Linguagem de IA favorito
ro: Alege modelul tău preferat de limbaj AI
sv: Välj din favorit AI-språkmodell
tr: Favori Yapay Zeka Dil Modelinizi Seçin

source: Guide to LLM
cs: Průvodce LLM
es: Guía de LLM
fr: Guide des LLM
hu: LLM útmutató
id: Panduan LLM
ja: LLMガイド
pl: Przewodnik po LLM
pt_br: Guia para LLM
ro: Ghid pentru LLM
sv: Guide till LLM
tr: LLM Rehberi

source: Chat with your documents
cs: Chatujte s vašimi dokumenty
es: Chatea con tus documentos
fr: Discutez avec vos documents
hu: Csevegés dokumentumokkal
id: Mengobrol dengan dokumen Anda
ja: ドキュメントとチャット
pl: Rozmawiaj ze swoimi dokumentami
pt_br: Converse com seus documentos
ro: Discutați cu documentele dvs.
sv: Chatta med dina dokument
tr: Belgelerinizle sohbet edin

source: Download extensions
cs: Stáhnout rozšíření
es: Descargar extensiones
fr: Télécharger des extensions
hu: Bővítmények letöltése
id: Unduh ekstensi
ja: 拡張機能をダウンロード
pl: Pobierz rozszerzenia
pt_br: Baixar extensões
ro: Descarcă extensii
sv: Ladda ner tillägg
tr: Uzantıları indir

source: Permission Error
cs: Chyba oprávnění
es: Error de permiso
fr: Erreur d'autorisation
hu: Engedélyhiba
id: Kesalahan Izin
ja: 権限エラー
pl: Błąd uprawnień
pt_br: Erro de Permissão
ro: Eroare permisiune
sv: Behörighetsfel
tr: İzin Hatası

source: Begin using the app
cs: Začněte používat aplikaci
es: Empezar a usar la aplicación
fr: Commencer à utiliser l'application
hu: Az alkalmazás használatának megkezdése
id: Mulai menggunakan aplikasi
ja: アプリの使用を開始する
pl: Rozpocznij korzystanie z aplikacji
pt_br: Comece a usar o aplicativo
ro: Începeți să utilizați aplicația
sv: Börja använda appen
tr: Uygulamayı kullanmaya başla

source: Start chatting
cs: Začít chatovat
es: Empezar a chatear
fr: Commencer à discuter
hu: Csevegés indítása
id: Mulai mengobrol
ja: チャットを開始
pl: Rozpocznij czat
pt_br: Começar a conversar
ro: Începe chatul
sv: Börja chatta
tr: Sohbete başla

source: Folder is Empty
cs: Složka je prázdná
es: La carpeta está vacía
fr: Le dossier est vide
hu: A mappa üres
id: Folder Kosong
ja: フォルダは空です
pl: Folder jest pusty
pt_br: A Pasta Está Vazia
ro: Folderul este gol
sv: Mappen är tom
tr: Klasör Boş

source: Open in new tab
cs: Otevřít v nové kartě
es: Abrir en nueva pestaña
fr: Ouvrir dans un nouvel onglet
hu: Megnyitás új lapon
id: Buka di tab baru
ja: 新しいタブで開く
pl: Otwórz w nowej karcie
pt_br: Abrir em nova aba
ro: Deschide într-o filă nouă
sv: Öppna i ny flik
tr: Yeni sekmede aç

source: Open in integrated editor
cs: Otevřít v integrovaném editoru
es: Abrir en editor integrado
fr: Ouvrir dans l'éditeur intégré
hu: Megnyitás beépített szerkesztőben
id: Buka di editor terintegrasi
ja: 統合エディタで開く
pl: Otwórz w zintegrowanym edytorze
pt_br: Abrir no editor integrado
ro: Deschide în editorul integrat
sv: Öppna i integrerad redigerare
tr: Entegre editörde aç

source: Open in file manager
cs: Otevřít ve správci souborů
es: Abrir en el gestor de archivos
fr: Ouvrir dans le gestionnaire de fichiers
hu: Megnyitás fájlkezelőben
id: Buka di pengelola berkas
ja: ファイルマネージャーで開く
pl: Otwórz w menedżerze plików
pt_br: Abrir no gerenciador de arquivos
ro: Deschide în managerul de fișiere
sv: Öppna i filhanteraren
tr: Dosya yöneticisinde aç

source: Rename
cs: Přejmenovat
es: Renombrar
fr: Renommer
hu: Átnevezés
id: Ganti nama
ja: 名前を変更
pl: Zmień nazwę
pt_br: Renomear
ro: Redenumire
sv: Byt namn
tr: Yeniden Adlandır

source: Copy full path
cs: Zkopírovat plnou cestu
es: Copiar ruta completa
fr: Copier le chemin complet
hu: Teljes útvonal másolása
id: Salin jalur lengkap
ja: フルパスをコピー
pl: Kopiuj pełną ścieżkę
pt_br: Copiar caminho completo
ro: Copiază calea completă
sv: Kopiera fullständig sökväg
tr: Tam yolu kopyala

source: Failed to open file manager
cs: Nepodařilo se otevřít správce souborů
es: Error al abrir el gestor de archivos
fr: Échec de l'ouverture du gestionnaire de fichiers
hu: Nem sikerült megnyitni a fájlkezelőt
id: Gagal membuka pengelola berkas
ja: ファイルマネージャーを開けませんでした
pl: Nie udało się otworzyć menedżera plików
pt_br: Falha ao abrir o gerenciador de arquivos
ro: Nu s-a putut deschide managerul de fișiere
sv: Kunde inte öppna filhanteraren
tr: Dosya yöneticisi açılamadı

source: New name:
cs: Nový název:
es: Nuevo nombre:
fr: Nouveau nom :
hu: Új név:
id: Nama baru:
ja: 新しい名前：
pl: Nowa nazwa:
pt_br: Novo nome:
ro: Nume nou:
sv: Nytt namn:
tr: Yeni ad:

source: Renamed successfully
cs: Úspěšně přejmenováno
es: Renombrado con éxito
fr: Renommé avec succès
hu: Sikeresen átnevezve
id: Berhasil diganti nama
ja: 名前が正常に変更されました
pl: Zmieniono nazwę pomyślnie
pt_br: Renomeado com sucesso
ro: Redenumit cu succes
sv: Namnbyte lyckades
tr: Başarıyla yeniden adlandırıldı

source: Failed to rename: {}
cs: Nepodařilo se přejmenovat: {}
es: Fallo al renombrar: {}
fr: Échec du renommage : {}
hu: Sikertelen átnevezés: {}
id: Gagal mengganti nama: {}
ja: 名前の変更に失敗しました: {}
pl: Nie udało się zmienić nazwy: {}
pt_br: Falha ao renomear: {}
ro: Nu s-a putut redenumi: {}
sv: Misslyckades att byta namn: {}
tr: Yeniden adlandırılamadı: {}

source: Delete File?
cs: Smazat soubor?
es: ¿Eliminar archivo?
fr: Supprimer le fichier ?
hu: Fájl törlése?
id: Hapus Berkas?
ja: ファイルを削除しますか？
pl: Usunąć plik?
pt_br: Excluir Arquivo?
ro: Șterge fișierul?
sv: Ta bort fil?
tr: Dosya Silinsin mi?

source: Are you sure you want to delete "{}"?
cs: Opravdu chcete smazat „{}“?
es: ¿Estás seguro de que quieres eliminar "{}"?
fr: Êtes-vous sûr de vouloir supprimer « {} » ?
hu: Biztosan törölni szeretné a „{}” fájlt?
id: Apakah Anda yakin ingin menghapus "{}"?
ja: 「{}」を削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć „{}”?
pt_br: Tem certeza de que deseja excluir "{}"?
ro: Sigur doriți să ștergeți „{}”?
sv: Är du säker på att du vill ta bort "{}"?
tr: "{}" öğesini silmek istediğinizden emin misiniz?
