Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Updated translations
cs: Aktualizované překlady
es: Traducciones actualizadas
fr: Traductions mises à jour
hu: Frissített fordítások
id: Terjemahan diperbarui
ja: 翻訳を更新
pl: Zaktualizowane tłumaczenia
pt_br: Traduções atualizadas
ro: Traduceri actualizate
sv: Uppdaterade översättningar
tr: Güncellenmiş çeviriler

source: Added new features
cs: Přidány nové funkce
es: Nuevas características añadidas
fr: Nouvelles fonctionnalités ajoutées
hu: Új funkciók hozzáadva
id: Menambahkan fitur baru
ja: 新機能を追加
pl: Dodano nowe funkcje
pt_br: Novas funcionalidades adicionadas
ro: Funcționalități noi adăugate
sv: Nya funktioner tillagda
tr: Yeni özellikler eklendi

source: Website reading and web search with SearXNG, DuckDuckGo, and Tavily
cs: Čtení webových stránek a vyhledávání na webu s SearXNG, DuckDuckGo a Tavily
es: Lectura de sitios web y búsqueda web con SearXNG, DuckDuckGo y Tavily
fr: Lecture de sites web et recherche web avec SearXNG, DuckDuckGo et Tavily
hu: Weboldal olvasás és webes keresés SearXNG, DuckDuckGo és Tavily segítségével
id: Pembacaan situs web dan pencarian web dengan SearXNG, DuckDuckGo, dan Tavily
ja: SearXNG、DuckDuckGo、Tavilyによるウェブサイトの読み取りとウェブ検索
pl: Czytanie stron internetowych i wyszukiwanie w sieci za pomocą SearXNG, DuckDuckGo i Tavily
pt_br: Leitura de sites e pesquisa na web com SearXNG, DuckDuckGo e Tavily
ro: Citirea site-urilor web și căutarea pe web cu SearXNG, DuckDuckGo și Tavily
sv: Webbplatsläsning och webbsökning med SearXNG, DuckDuckGo och Tavily
tr: SearXNG, DuckDuckGo ve Tavily ile web sitesi okuma ve web araması

source: Improved LaTeX rendering and document management
cs: Vylepšené vykreslování LaTeXu a správa dokumentů
es: Renderizado de LaTeX y gestión de documentos mejorados
fr: Amélioration du rendu LaTeX et de la gestion des documents
hu: Javított LaTeX renderelés és dokumentumkezelés
id: Peningkatan rendering LaTeX dan manajemen dokumen
ja: LaTeXレンダリングとドキュメント管理を改善
pl: Ulepszone renderowanie LaTeX i zarządzanie dokumentami
pt_br: Renderização de LaTeX e gerenciamento de documentos aprimorados
ro: Redare îmbunătățită LaTeX și gestionare documente
sv: Förbättrad LaTeX-rendering och dokumenthantering
tr: Geliştirilmiş LaTeX oluşturma ve belge yönetimi

source: New Thinking Widget and OpenRouter handler
cs: Nový widget pro přemýšlení a obsluha OpenRouter
es: Nuevo Widget de Pensamiento y manejador de OpenRouter
fr: Nouveau widget de réflexion et gestionnaire OpenRouter
hu: Új gondolkodási widget és OpenRouter kezelő
id: Widget Pemikiran Baru dan penangan OpenRouter
ja: 新しい思考ウィジェットとOpenRouterハンドラー
pl: Nowy widżet myślenia i obsługa OpenRouter
pt_br: Novo Widget de Pensamento e manipulador OpenRouter
ro: Widget de gândire nou și handler OpenRouter
sv: Nytt tänkande-widget och OpenRouter-hanterare
tr: Yeni Düşünme Pencere Öğesi ve OpenRouter işleyici

source: Vision support for Llama4 on Groq
cs: Podpora zraku pro Llama4 na Groq
es: Soporte de visión para Llama4 en Groq
fr: Prise en charge de la vision pour Llama4 sur Groq
hu: Látás támogatás a Llama4-hez Groq-on
id: Dukungan visi untuk Llama4 di Groq
ja: Groq上のLlama4のビジョンサポート
pl: Obsługa wizji dla Llama4 na Groq
pt_br: Suporte a visão para Llama4 no Groq
ro: Suport pentru viziune pentru Llama4 pe Groq
sv: Visionstöd för Llama4 på Groq
tr: Groq üzerinde Llama4 için görsel desteği

source: New translations (Traditional Chinese, Bengali, Hindi)
cs: Nové překlady (tradiční čínština, bengálština, hindština)
es: Nuevas traducciones (chino tradicional, bengalí, hindi)
fr: Nouvelles traductions (chinois traditionnel, bengali, hindi)
hu: Új fordítások (hagyományos kínai, bengáli, hindi)
id: Terjemahan baru (Tionghoa Tradisional, Bengali, Hindi)
ja: 新しい翻訳（繁体字中国語、ベンガル語、ヒンディー語）
pl: Nowe tłumaczenia (tradycyjny chiński, bengalski, hindi)
pt_br: Novas traduções (chinês tradicional, bengali, hindi)
ro: Traduceri noi (chineză tradițională, bengaleză, hindi)
sv: Nya översättningar (Traditionell kinesiska, bengali, hindi)
tr: Yeni çeviriler (Geleneksel Çince, Bengalce, Hintçe)

source: Fixed many bugs, added some features!
cs: Opraveno mnoho chyb, přidány některé funkce!
es: ¡Muchos errores corregidos, algunas características añadidas!
fr: De nombreux bugs corrigés, quelques fonctionnalités ajoutées !
hu: Sok hiba javítva, néhány funkció hozzáadva!
id: Banyak bug diperbaiki, beberapa fitur ditambahkan!
ja: 多くのバグを修正し、いくつかの機能を追加しました！
pl: Naprawiono wiele błędów, dodano kilka funkcji!
pt_br: Muitos bugs corrigidos, algumas funcionalidades adicionadas!
ro: Multe erori au fost remediate, au fost adăugate câteva funcționalități!
sv: Många buggar åtgärdade, några funktioner tillagda!
tr: Birçok hata düzeltildi, bazı özellikler eklendi!

source: Support for new features and bug fixes
cs: Podpora nových funkcí a opravy chyb
es: Soporte para nuevas funciones y corrección de errores
fr: Support des nouvelles fonctionnalités et corrections de bugs
hu: Új funkciók és hibajavítások támogatása
id: Dukungan untuk fitur baru dan perbaikan bug
ja: 新機能とバグ修正のサポート
pl: Wsparcie dla nowych funkcji i poprawek błędów
pt_br: Suporte para novas funcionalidades e correção de bugs
ro: Suport pentru funcționalități noi și corectarea erorilor
sv: Stöd för nya funktioner och buggfixar
tr: Yeni özellikler ve hata düzeltmeleri için destek

source: Added many new features and bug fixes
cs: Přidáno mnoho nových funkcí a opraveny chyby
es: Se añadieron muchas nuevas funciones y correcciones de errores
fr: De nombreuses nouvelles fonctionnalités et corrections de bugs ont été ajoutées
hu: Sok új funkció és hibajavítás hozzáadva
id: Menambahkan banyak fitur baru dan perbaikan bug
ja: 多くの新機能とバグ修正を追加
pl: Dodano wiele nowych funkcji i poprawek błędów
pt_br: Muitas novas funcionalidades e correções de bugs adicionadas
ro: Au fost adăugate multe funcționalități noi și corecturi de erori
sv: Många nya funktioner och buggfixar har lagts till
tr: Birçok yeni özellik ve hata düzeltmesi eklendi

source: Added new features and bug fixes
cs: Přidány nové funkce a opraveny chyby
es: Se añadieron nuevas características y correcciones de errores
fr: Nouvelles fonctionnalités et corrections de bugs ajoutées
hu: Új funkciók és hibajavítások hozzáadva
id: Menambahkan fitur baru dan perbaikan bug
ja: 新機能とバグ修正を追加
pl: Dodano nowe funkcje i poprawki błędów
pt_br: Novas funcionalidades e correções de bugs adicionadas
ro: Funcționalități noi și corecturi de erori adăugate
sv: Nya funktioner och buggfixar har lagts till
tr: Yeni özellikler ve hata düzeltmeleri eklendi

source: Updated the g4f library with versioning, added user guides, improved extension browsing, and enhanced model handling.
cs: Aktualizována knihovna g4f s verzováním, přidány uživatelské příručky, vylepšeno procházení rozšíření a vylepšena správa modelů.
es: Se actualizó la biblioteca g4f con versionado, se agregaron guías de usuario, se mejoró la navegación de extensiones y se optimizó el manejo de modelos.
fr: Mise à jour de la bibliothèque g4f avec versioning, ajout de guides utilisateur, amélioration de la navigation des extensions et gestion des modèles améliorée.
hu: Frissült a g4f könyvtár verziózással, felhasználói útmutatók kerültek hozzáadásra, javult a bővítmények böngészése, és a modellkezelés is fejlettebb lett.
id: Memperbarui pustaka g4f dengan versioning, menambahkan panduan pengguna, meningkatkan penjelajahan ekstensi, dan menyempurnakan penanganan model.
ja: g4fライブラリをバージョン管理で更新し、ユーザーガイドを追加し、拡張機能のブラウジングを改善し、モデル処理を強化しました。
pl: Zaktualizowano bibliotekę g4f o wersjonowanie, dodano instrukcje obsługi, ulepszono przeglądanie rozszerzeń i poprawiono obsługę modeli.
pt_br: Biblioteca g4f atualizada com versionamento, guias do usuário adicionados, navegação de extensões aprimorada e tratamento de modelos melhorado.
ro: Biblioteca g4f a fost actualizată cu versiune, au fost adăugate ghiduri de utilizare, navigarea extensiilor a fost îmbunătățită, iar gestionarea modelelor a fost optimizată.
sv: Uppdaterade g4f-biblioteket med versionshantering, lade till användarmanualer, förbättrade bläddring av tillägg och förbättrad modellhantering.
tr: g4f kütüphanesi sürümlemeyle güncellendi, kullanıcı rehberleri eklendi, uzantı taraması iyileştirildi ve model yönetimi geliştirildi.

source: Bug fixes and new features have been implemented. We've modified the extension architecture, added new models, and introduced vision support, along with more capabilities.
cs: Byly implementovány opravy chyb a nové funkce. Upravili jsme architekturu rozšíření, přidali nové modely a zavedli podporu vidění, spolu s dalšími možnostmi.
es: Se han implementado correcciones de errores y nuevas funciones. Hemos modificado la arquitectura de las extensiones, añadido nuevos modelos e introducido soporte de visión, junto con más capacidades.
fr: Des corrections de bugs et de nouvelles fonctionnalités ont été implémentées. Nous avons modifié l'architecture des extensions, ajouté de nouveaux modèles et introduit la prise en charge de la vision, ainsi que d'autres capacités.
hu: Hibajavítások és új funkciók kerültek bevezetésre. Módosítottuk a bővítmény architektúráját, új modelleket adtunk hozzá, és bevezettük a látás támogatást, valamint további képességeket.
id: Perbaikan bug dan fitur baru telah diterapkan. Kami telah memodifikasi arsitektur ekstensi, menambahkan model baru, dan memperkenalkan dukungan visi, serta lebih banyak kemampuan.
ja: バグ修正と新機能が実装されました。拡張機能のアーキテクチャを変更し、新しいモデルを追加し、ビジョンサポートをはじめとする多くの機能が導入されました。
pl: Wdrożono poprawki błędów i nowe funkcje. Zmodyfikowaliśmy architekturę rozszerzeń, dodaliśmy nowe modele i wprowadziliśmy wsparcie wizji, wraz z innymi możliwościami.
pt_br: Correções de bugs e novas funcionalidades foram implementadas. Modificamos a arquitetura das extensões, adicionamos novos modelos e introduzimos suporte à visão, juntamente com mais recursos.
ro: Au fost implementate corecturi de erori și funcționalități noi. Am modificat arhitectura extensiei, am adăugat modele noi și am introdus suport pentru viziune, alături de mai multe capabilități.
sv: Bugfixar och nya funktioner har implementerats. Vi har ändrat tilläggsarkitekturen, lagt till nya modeller och introducerat visionstöd, tillsammans med fler funktioner.
tr: Hata düzeltmeleri ve yeni özellikler uygulandı. Uzantı mimarisini değiştirdik, yeni modeller ekledik ve daha fazla yetenekle birlikte görüş desteği sunduk.

source: Stable version
cs: Stabilní verze
es: Versión estable
fr: Version stable
hu: Stabil verzió
id: Versi stabil
ja: 安定版
pl: Stabilna wersja
pt_br: Versão estável
ro: Versiune stabilă
sv: Stabil version
tr: Kararlı sürüm

source: Added extension
cs: Přidáno rozšíření
es: Extensión añadida
fr: Extension ajoutée
hu: Hozzáadott bővítmény
id: Ekstensi ditambahkan
ja: 拡張機能を追加
pl: Dodano rozszerzenie
pt_br: Extensão adicionada
ro: Extensie adăugată
sv: Tillägg tillagt
tr: Uzantı eklendi

source: Blacklist of commands
cs: Černá listina příkazů
es: Lista negra de comandos
fr: Liste noire des commandes
hu: Parancsok feketelistája
id: Daftar hitam perintah
ja: コマンドのブラックリスト
pl: Czarna lista poleceń
pt_br: Lista negra de comandos
ro: Listă neagră de comenzi
sv: Svartlista över kommandon
tr: Komutların kara listesi

source: Localization
cs: Lokalizace
es: Localización
fr: Localisation
hu: Lokalizáció
id: Lokalisasi
ja: ローカライズ
pl: Lokalizacja
pt_br: Localização
ro: Localizare
sv: Lokalisering
tr: Yerelleştirme

source: Redesign
cs: Přepracování
es: Rediseño
fr: Refonte
hu: Újratervezés
id: Desain Ulang
ja: 再設計
pl: Przeprojektowanie
sv: Omdesign
tr: Yeniden Tasarım

source: ai;assistant;chat;chatgpt;gpt;llm;ollama;
cs: ai;asistent;chat;chatgpt;gpt;llm;ollama;
es: ia;asistente;chat;chatgpt;gpt;llm;ollama;
hu: ai;asszisztens;csevegés;chatgpt;gpt;llm;ollama;
id: ai;asisten;chat;chatgpt;gpt;llm;ollama;
ja: AI;アシスタント;チャット;ChatGPT;GPT;LLM;Ollama;
pl: ai;asystent;czat;chatgpt;gpt;llm;ollama;
pt_br: ia;assistente;chat;chatgpt;gpt;llm;ollama;
ro: ai;asistent;chat;chatgpt;gpt;llm;ollama;
sv: ai;assistent;chatt;chatgpt;gpt;llm;ollama;
tr: yapay zeka;asistan;sohbet;chatgpt;gpt;llm;ollama;

source: Model
es: Modelo
fr: Modèle
hu: Modell
ja: モデル
pt_br: Modelo
sv: Modell

source: Model
es: Modelo
fr: Modèle
hu: Modell
ja: モデル
pt_br: Modelo
sv: Modell

source: Anthropic Claude
pl: Antropiczny Claude
pt_br: Claude da Anthropic
