Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Groq Speech Recognition
cs: Groq Rozpoznávání řeči
es: Reconocimiento de voz Groq
fr: Reconnaissance vocale Groq
hu: Groq beszédfelismerés
id: Pengenalan Suara Groq
ja: Groq音声認識
pl: Rozpoznawanie mowy Groq
pt_br: Reconhecimento de Fala Groq
ro: Recunoaștere vocală Groq
sv: Groq Taligenkänning
tr: Groq Konuşma Tanıma

source: Wit AI
tr: Wit Yapay Zeka

source: wit.ai speech recognition free API (language chosen on the website)
cs: Bezplatné API pro rozpoznávání řeči wit.ai (jazyk vybraný na webu)
es: API gratuita de reconocimiento de voz de wit.ai (idioma elegido en el sitio web)
fr: API gratuite de reconnaissance vocale wit.ai (langue choisie sur le site web)
hu: wit.ai ingyenes beszédfelismerő API (a nyelvet a weboldalon lehet kiválasztani)
id: API gratis pengenalan suara wit.ai (bahasa dipilih di situs web)
ja: wit.ai 音声認識無料API（言語はウェブサイトで選択）
pl: Darmowe API rozpoznawania mowy wit.ai (język wybrany na stronie internetowej)
pt_br: API gratuita de reconhecimento de fala wit.ai (idioma escolhido no site)
ro: API gratuit wit.ai de recunoaștere vocală (limba aleasă pe site)
sv: wit.ai taligenkänning gratis API (språk valt på webbplatsen)
tr: wit.ai konuşma tanıma ücretsiz API (dili web sitesinde seçilir)

source: Vosk API
cs: API Vosk
es: API de Vosk
fr: API Vosk
id: API Vosk
pl: API Vosk
pt_br: API Vosk
ro: API Vosk
tr: Vosk API'si

source: Works Offline
cs: Funguje offline
es: Funciona sin conexión
fr: Fonctionne hors ligne
hu: Offline is működik
id: Berfungsi Offline
ja: オフラインで動作
pl: Działa offline
pt_br: Funciona Offline
ro: Funcționează offline
sv: Fungerar offline
tr: Çevrimdışı Çalışır

source: Whisper API
cs: API Whisper
es: API de Whisper
fr: API Whisper
id: API Whisper
pl: API Whisper
pt_br: API Whisper
ro: API Whisper
tr: Whisper API'si

source: Uses OpenAI Whisper API
cs: Používá API OpenAI Whisper
es: Utiliza la API de OpenAI Whisper
fr: Utilise l'API OpenAI Whisper
hu: OpenAI Whisper API-t használ
id: Menggunakan API OpenAI Whisper
ja: OpenAI Whisper APIを使用
pl: Używa API OpenAI Whisper
pt_br: Usa a API OpenAI Whisper
ro: Utilizează API-ul OpenAI Whisper
sv: Använder OpenAI Whisper API
tr: OpenAI Whisper API'sini kullanır

source: Custom command
cs: Vlastní příkaz
es: Comando personalizado
fr: Commande personnalisée
hu: Egyéni parancs
id: Perintah kustom
ja: カスタムコマンド
pl: Niestandardowe polecenie
pt_br: Comando personalizado
ro: Comandă personalizată
sv: Anpassat kommando
tr: Özel komut

source: Runs a custom command
cs: Spustí vlastní příkaz
es: Ejecuta un comando personalizado
fr: Exécute une commande personnalisée
hu: Egyéni parancsot futtat
id: Menjalankan perintah kustom
ja: カスタムコマンドを実行する
pl: Uruchamia niestandardowe polecenie
pt_br: Executa um comando personalizado
ro: Rulează o comandă personalizată
sv: Kör ett anpassat kommando
tr: Özel bir komut çalıştırır

source: Google TTS
es: TTS de Google
fr: Synthèse vocale Google
pl: TTS Google
tr: Google Metinden Konuşmaya

source: Google's text to speech
cs: Převod textu na řeč od Google
es: Texto a voz de Google
fr: Synthèse vocale de Google
hu: A Google szövegfelolvasása
id: Text to speech Google
ja: Googleのテキスト読み上げ
pl: Zamiana tekstu na mowę Google
pt_br: Texto para fala do Google
ro: Text-to-speech de la Google
sv: Googles text till tal
tr: Google'ın metinden konuşmaya

source: Kokoro TTS
tr: Kokoro Metinden Konuşmaya

source: Lightweight and fast open source TTS engine. ~3GB dependencies, 400MB model
cs: Lehký a rychlý open source TTS engine. ~3GB závislostí, 400MB model
es: Motor TTS de código abierto ligero y rápido. ~3 GB de dependencias, modelo de 400 MB
fr: Moteur de synthèse vocale léger et rapide open source. ~3 Go de dépendances, modèle de 400 Mo
hu: Könnyű és gyors nyílt forráskódú TTS motor. ~3 GB függőség, 400 MB modell
id: Mesin TTS open source yang ringan dan cepat. ~3GB dependensi, model 400MB
ja: 軽量で高速なオープンソースTTSエンジン。~3GBの依存関係、400MBのモデル
pl: Lekki i szybki silnik TTS open source. ~3 GB zależności, model 400 MB
pt_br: Mecanismo TTS de código aberto leve e rápido. ~3GB de dependências, modelo de 400MB
ro: Motor TTS open source ușor și rapid. ~3GB dependențe, model de 400MB
sv: Lätt och snabb öppen källkods TTS-motor. ~3GB beroenden, 400MB modell
tr: Hafif ve hızlı açık kaynak Metinden Konuşmaya motoru. ~3GB bağımlılıklar, 400MB model

source: ElevenLabs TTS
fr: Synthèse vocale ElevenLabs
tr: ElevenLabs Metinden Konuşmaya

source: Natural sounding TTS
cs: TTS s přirozeným zvukem
es: TTS de sonido natural
fr: Synthèse vocale au son naturel
hu: Természetes hangzású TTS
id: TTS dengan suara alami
ja: 自然な音のTTS
pl: Naturalnie brzmiąca zamiana tekstu na mowę
pt_br: TTS com som natural
ro: TTS cu sunet natural
sv: Naturligt låtande TTS
tr: Doğal ses veren Metinden Konuşmaya

source: OpenAI TTS
fr: Synthèse vocale OpenAI
tr: OpenAI Metinden Konuşmaya

source: Groq TTS
fr: Synthèse vocale Groq
tr: Groq Metinden Konuşmaya

source: Groq TTS API
es: API de Groq TTS
fr: API Groq TTS
id: API Groq TTS
pl: API Groq TTS
pt_br: API Groq TTS
ro: API Groq TTS
tr: Groq Metinden Konuşmaya API'si

source: Custom OpenAI TTS
cs: Vlastní OpenAI TTS
es: TTS de OpenAI personalizado
fr: Synthèse vocale OpenAI personnalisée
hu: Egyéni OpenAI TTS
ja: カスタムOpenAI TTS
pl: Niestandardowe OpenAI TTS
pt_br: TTS OpenAI Personalizado
ro: TTS OpenAI personalizat
sv: Anpassad OpenAI TTS
tr: Özel OpenAI Metinden Konuşmaya

source: Espeak TTS
fr: Synthèse vocale Espeak
tr: Espeak Metinden Konuşmaya

source: Offline TTS
es: TTS sin conexión
fr: Synthèse vocale hors ligne
id: TTS Offline
ja: オフラインTTS
pl: TTS offline
pt_br: TTS Offline
ro: TTS offline
tr: Çevrimdışı Metinden Konuşmaya

source: Use a custom command as TTS, {0} will be replaced with the text
cs: Použít vlastní příkaz jako TTS, {0} bude nahrazeno textem
es: Usa un comando personalizado como TTS, {0} será reemplazado por el texto
fr: Utiliser une commande personnalisée comme TTS, {0} sera remplacé par le texte
hu: Egyéni parancs használata TTS-ként, a {0} helyére a szöveg kerül.
id: Gunakan perintah kustom sebagai TTS, {0} akan diganti dengan teks
ja: カスタムコマンドをTTSとして使用します。{0}はテキストに置き換えられます
pl: Użyj niestandardowego polecenia jako TTS, {0} zostanie zastąpione tekstem
pt_br: Use um comando personalizado como TTS, {0} será substituído pelo texto
ro: Utilizează o comandă personalizată ca TTS, {0} va fi înlocuit cu textul
sv: Använd ett anpassat kommando som TTS, {0} kommer att ersättas med texten
tr: Metin okuma olarak özel bir komut kullanın, {0} metin ile değiştirilecektir

source: Light local embedding model based on llama. Works offline, very low resources usage
cs: Lehký lokální model vkládání založený na llama. Funguje offline, velmi nízká spotřeba zdrojů
es: Modelo de incrustación local ligero basado en llama. Funciona sin conexión, uso de recursos muy bajo
fr: Modèle d'intégration local léger basé sur llama. Fonctionne hors ligne, très faible utilisation des ressources
hu: Könnyű, helyi beágyazási modell llama alapokon. Offline is működik, nagyon alacsony erőforrás-felhasználás
id: Model embedding lokal ringan berdasarkan llama. Berfungsi offline, penggunaan sumber daya sangat rendah
ja: llamaベースの軽量ローカル埋め込みモデル。オフラインで動作し、非常に低いリソース使用量
pl: Lekki lokalny model osadzania oparty na llama. Działa offline, bardzo niskie zużycie zasobów
pt_br: Modelo de incorporação local leve baseado em llama. Funciona offline, uso de recursos muito baixo
ro: Model de încorporare local ușor, bazat pe llama. Funcționează offline, consum foarte redus de resurse
sv: Lätt lokal inbäddningsmodell baserad på llama. Fungerar offline, mycket låg resursanvändning
tr: Llama tabanlı hafif yerel gömme modeli. Çevrimdışı çalışır, çok düşük kaynak kullanımı

source: Ollama Embedding
cs: Ollama Vkládání
es: Embedding de Ollama
fr: Intégration Ollama
hu: Ollama beágyazás
ja: Ollama埋め込み
pl: Osadzanie Ollama
pt_br: Embedding Ollama
ro: Încorporare Ollama
sv: Ollama inbäddning
tr: Ollama Gömme

source: Use Ollama models for Embedding. Works offline, very low resources usage
cs: Použijte modely Ollama pro vkládání (Embedding). Funguje offline, velmi nízká spotřeba zdrojů
es: Utiliza los modelos de Ollama para Embedding. Funciona sin conexión, uso de recursos muy bajo
fr: Utilisez les modèles Ollama pour l'intégration. Fonctionne hors ligne, très faible utilisation des ressources
hu: Ollama modellek használata beágyazáshoz. Offline is működik, nagyon alacsony erőforrás-felhasználás
id: Gunakan model Ollama untuk Embedding. Berfungsi offline, penggunaan sumber daya sangat rendah
ja: 埋め込みにOllamaモデルを使用します。オフラインで動作し、非常に低いリソース使用量
pl: Użyj modeli Ollama do osadzania. Działa offline, bardzo niskie zużycie zasobów
pt_br: Use modelos Ollama para Embedding. Funciona offline, uso de recursos muito baixo
ro: Utilizează modelele Ollama pentru încorporare. Funcționează offline, consum foarte redus de resurse
sv: Använd Ollama-modeller för inbäddning. Fungerar offline, mycket låg resursanvändning
tr: Gömme için Ollama modellerini kullanın. Çevrimdışı çalışır, çok düşük kaynak kullanımı

source: Use Google Gemini API to get embeddings
cs: Použijte API Google Gemini k získání vkládání
es: Usar la API de Google Gemini para obtener embeddings
fr: Utiliser l'API Google Gemini pour obtenir des intégrations
hu: A Google Gemini API használata beágyazások lekéréséhez
id: Gunakan Google Gemini API untuk mendapatkan embeddings
ja: 埋め込みを取得するためにGoogle Gemini APIを使用
pl: Użyj API Google Gemini, aby uzyskać osadzenia
pt_br: Use a API Google Gemini para obter embeddings
ro: Utilizează API-ul Google Gemini pentru a obține încorporări
sv: Använd Google Gemini API för att få inbäddningar
tr: Gömme elde etmek için Google Gemini API'sini kullanın

source: User Summary
cs: Shrnutí uživatele
es: Resumen de usuario
fr: Résumé de l'utilisateur
hu: Felhasználói összefoglaló
id: Ringkasan Pengguna
ja: ユーザー要約
pl: Podsumowanie użytkownika
pt_br: Resumo do Usuário
ro: Rezumat utilizator
sv: Användarsammanfattning
tr: Kullanıcı Özeti

source: Generate a summary of the user's conversation
cs: Generovat shrnutí uživatelské konverzace
es: Generar un resumen de la conversación del usuario
fr: Générer un résumé de la conversation de l'utilisateur
hu: A felhasználói beszélgetés összefoglalójának generálása
id: Buat ringkasan percakapan pengguna
ja: ユーザーの会話の要約を生成
pl: Wygeneruj podsumowanie rozmowy użytkownika
pt_br: Gerar um resumo da conversa do usuário
ro: Generează un rezumat al conversației utilizatorului
sv: Generera en sammanfattning av användarens konversation
tr: Kullanıcının konuşmasının özetini oluştur

source: Extract messages from previous conversations using contextual memory retrivial, memory decay, concept extraction and other advanced techniques. Does 1 llm call per message.
cs: Extrahujte zprávy z předchozích konverzací pomocí kontextového načítání paměti, rozpadu paměti, extrakce konceptů a dalších pokročilých technik. Provádí 1 volání LLM na zprávu.
es: Extrae mensajes de conversaciones anteriores utilizando recuperación de memoria contextual, decaimiento de memoria, extracción de conceptos y otras técnicas avanzadas. Realiza 1 llamada llm por mensaje.
fr: Extraire les messages des conversations précédentes à l'aide de la récupération de la mémoire contextuelle, de la dégradation de la mémoire, de l'extraction de concepts et d'autres techniques avancées. Effectue 1 appel LLM par message.
hu: Üzenetek kinyerése korábbi beszélgetésekből kontextuális memória visszanyerésével, memóriaromlással, koncepciókinyeréssel és egyéb haladó technikákkal. Üzenetenként 1 llm hívást végez.
id: Ekstrak pesan dari percakapan sebelumnya menggunakan pengambilan memori kontekstual, peluruhan memori, ekstraksi konsep, dan teknik canggih lainnya. Melakukan 1 panggilan LLM per pesan.
ja: コンテキストメモリの取得、メモリ減衰、概念抽出などの高度な技術を使用して、以前の会話からメッセージを抽出します。メッセージごとに1回のLLM呼び出しを行います。
pl: Wyodrębniaj wiadomości z poprzednich rozmów za pomocą kontekstowego odzyskiwania pamięci, zanikania pamięci, ekstrakcji pojęć i innych zaawansowanych technik. Wykonuje 1 wywołanie LLM na wiadomość.
pt_br: Extraia mensagens de conversas anteriores usando recuperação de memória contextual, decaimento de memória, extração de conceitos e outras técnicas avançadas. Faz 1 chamada llm por mensagem.
ro: Extrage mesaje din conversațiile anterioare utilizând recuperarea memoriei contextuale, decăderea memoriei, extragerea conceptelor și alte tehnici avansate. Efectuează 1 apel llm per mesaj.
sv: Extrahera meddelanden från tidigare konversationer med hjälp av kontextuell minneshämtning, minnesförfall, konceptutvinning och andra avancerade tekniker. Gör 1 LLM-anrop per meddelande.
tr: Önceki konuşmalardan mesajları bağlamsal bellek alma, bellek çürümesi, kavram çıkarma ve diğer gelişmiş teknikler kullanarak çıkarın. Her mesaj başına 1 llm çağrısı yapar.

source: User Summary + Memoripy
cs: Shrnutí uživatele + Memoripy
es: Resumen de usuario + Memoripy
fr: Résumé utilisateur + Memoripy
hu: Felhasználói összefoglaló + Memoripy
id: Ringkasan Pengguna + Memoripy
ja: ユーザー要約 + Memoripy
pl: Podsumowanie użytkownika + Memoripy
pt_br: Resumo do Usuário + Memoripy
ro: Rezumat utilizator + Memoripy
sv: Användarsammanfattning + Memoripy
tr: Kullanıcı Özeti + Memoripy

source: Use both technologies for long term memory
cs: Použít obě technologie pro dlouhodobou paměť
es: Usar ambas tecnologías para la memoria a largo plazo
fr: Utiliser les deux technologies pour la mémoire à long terme
hu: Mindkét technológia használata a hosszú távú memóriához
id: Gunakan kedua teknologi untuk memori jangka panjang
ja: 長期記憶のために両方の技術を使用
pl: Użyj obu technologii do pamięci długoterminowej
pt_br: Use ambas as tecnologias para memória de longo prazo
ro: Utilizați ambele tehnologii pentru memorie pe termen lung
sv: Använd båda teknikerna för långtidsminne
tr: Uzun süreli bellek için her iki teknolojiyi de kullanın

source: Document reader
cs: Čtečka dokumentů
es: Lector de documentos
fr: Lecteur de documents
hu: Dokumentumolvasó
id: Pembaca dokumen
ja: ドキュメントリーダー
pl: Czytnik dokumentów
pt_br: Leitor de documentos
ro: Cititor de documente
sv: Dokumentläsare
tr: Belge okuyucu

source: Classic RAG approach - chunk documents and embed them, then compare them to the query and return the most relevant documents
cs: Klasický RAG přístup – rozdělit dokumenty na části a vložit je, poté je porovnat s dotazem a vrátit nejrelevantnější dokumenty
es: Enfoque RAG clásico: divide los documentos en fragmentos y los incrusta, luego los compara con la consulta y devuelve los documentos más relevantes
fr: Approche RAG classique - découpe les documents et les intègre, puis les compare à la requête et renvoie les documents les plus pertinents
hu: Klasszikus RAG megközelítés – dokumentumok darabolása és beágyazása, majd összehasonlítása a lekérdezéssel, és a legrelevánsabb dokumentumok visszaadása
id: Pendekatan RAG klasik - memotong dokumen dan menyematkannya, lalu membandingkannya dengan kueri dan mengembalikan dokumen yang paling relevan
ja: 古典的なRAGアプローチ - ドキュメントをチャンク化して埋め込み、クエリと比較して最も関連性の高いドキュメントを返します
pl: Klasyczne podejście RAG - dziel dokumenty na fragmenty i osadzaj je, a następnie porównuj je z zapytaniem i zwracaj najbardziej trafne dokumenty
pt_br: Abordagem clássica RAG - dividir documentos em partes e incorporá-los, em seguida, compará-los com a consulta e retornar os documentos mais relevantes
ro: Abordare RAG clasică - fragmentează documentele și le încorporează, apoi le compară cu interogarea și returnează cele mai relevante documente
sv: Klassisk RAG-metod – dela upp dokument och bädda in dem, jämför dem sedan med frågan och returnera de mest relevanta dokumenten
tr: Klasik RAG yaklaşımı - belgeleri parçalara ayırın ve gömün, ardından sorguyla karşılaştırın ve en alakalı belgeleri döndürün

source: SearXNG - Private and selfhostable search engine
cs: SearXNG - Soukromý a samostatně hostovatelný vyhledávač
es: SearXNG - Motor de búsqueda privado y autoalojable
fr: SearXNG - Moteur de recherche privé et auto-hébergeable
hu: SearXNG – Privát és saját tárhelyű keresőmotor
id: SearXNG - Mesin pencari pribadi dan dapat di-host sendiri
ja: SearXNG - プライベートでセルフホスト可能な検索エンジン
pl: SearXNG - Prywatna i samodzielnie hostowana wyszukiwarka
pt_br: SearXNG - Mecanismo de busca privado e auto-hospedável
ro: SearXNG - Motor de căutare privat și auto-găzduit
sv: SearXNG - Privat och självhostad sökmotor
tr: SearXNG - Özel ve kendi barındırılabilir arama motoru

source: DuckDuckGo search
cs: Vyhledávání DuckDuckGo
es: Búsqueda de DuckDuckGo
fr: Recherche DuckDuckGo
hu: DuckDuckGo keresés
id: Pencarian DuckDuckGo
ja: DuckDuckGo検索
pl: Wyszukiwanie DuckDuckGo
pt_br: Pesquisa DuckDuckGo
ro: Căutare DuckDuckGo
sv: DuckDuckGo-sökning
tr: DuckDuckGo araması

source: Tavily search
cs: Vyhledávání Tavily
es: Búsqueda de Tavily
fr: Recherche Tavily
hu: Tavily keresés
id: Pencarian Tavily
ja: Tavily検索
pl: Wyszukiwanie Tavily
pt_br: Pesquisa Tavily
ro: Căutare Tavily
sv: Tavily-sökning
tr: Tavily araması

source: Helpful assistant
cs: Užitečný asistent
es: Asistente útil
fr: Assistant utile
hu: Segítőkész asszisztens
id: Asisten yang membantu
ja: 役立つアシスタント
pl: Pomocny asystent
pt_br: Assistente útil
ro: Asistent util
sv: Hjälpsam assistent
tr: Yardımcı asistan

source: General purpose prompt to enhance the LLM answers and give more context
cs: Obecná výzva pro vylepšení odpovědí LLM a poskytnutí více kontextu
es: Prompt de propósito general para mejorar las respuestas del LLM y dar más contexto
fr: Invite à usage général pour améliorer les réponses du LLM et donner plus de contexte
hu: Általános célú üzenet az LLM válaszainak javítására és további kontextus biztosítására
id: Prompt tujuan umum untuk meningkatkan jawaban LLM dan memberikan lebih banyak konteks
ja: LLMの回答を強化し、より多くのコンテキストを提供する汎用プロンプト
pl: Monit ogólnego przeznaczenia do ulepszania odpowiedzi LLM i dostarczania większego kontekstu
pt_br: Prompt de uso geral para aprimorar as respostas do LLM e fornecer mais contexto
ro: Prompt general pentru a îmbunătăți răspunsurile LLM și a oferi mai mult context
sv: Generell prompt för att förbättra LLM-svaren och ge mer sammanhang
tr: LLM yanıtlarını geliştirmek ve daha fazla bağlam sağlamak için genel amaçlı istem

source: Console access
cs: Přístup ke konzoli
es: Acceso a la consola
fr: Accès console
hu: Konzol hozzáférés
id: Akses konsol
ja: コンソールアクセス
pl: Dostęp do konsoli
pt_br: Acesso ao console
ro: Acces la consolă
sv: Konsolåtkomst
tr: Konsol erişimi

source: Can the program run terminal commands on the computer
cs: Může program spouštět terminálové příkazy na počítači
es: ¿Puede el programa ejecutar comandos de terminal en la computadora?
fr: Le programme peut-il exécuter des commandes de terminal sur l'ordinateur
hu: Futtathat-e a program terminálparancsokat a számítógépen
id: Dapatkah program menjalankan perintah terminal di komputer
ja: プログラムはコンピュータ上でターミナルコマンドを実行できますか
pl: Czy program może uruchamiać polecenia terminala na komputerze
pt_br: O programa pode executar comandos do terminal no computador
ro: Poate programul rula comenzi terminal pe computer
sv: Kan programmet köra terminalkommandon på datorn
tr: Program bilgisayarda terminal komutları çalıştırabilir mi

source: Current directory
cs: Aktuální adresář
es: Directorio actual
fr: Répertoire actuel
hu: Aktuális könyvtár
id: Direktori saat ini
ja: 現在のディレクトリ
pl: Bieżący katalog
pt_br: Diretório atual
ro: Director curent
sv: Aktuell katalog
tr: Mevcut dizin

source: What is the current directory
cs: Jaký je aktuální adresář
es: ¿Cuál es el directorio actual?
fr: Quel est le répertoire actuel
hu: Mi az aktuális könyvtár
id: Apa direktori saat ini
ja: 現在のディレクトリは何ですか
pl: Jaki jest bieżący katalog
pt_br: Qual é o diretório atual
ro: Care este directorul curent
sv: Vad är den aktuella katalogen
tr: Mevcut dizin nedir

source: Allow the LLM to search on the internet
cs: Povolit LLM hledat na internetu
es: Permitir al LLM buscar en internet
fr: Autoriser le LLM à rechercher sur Internet
hu: Engedélyezze az LLM számára az internetes keresést
id: Izinkan LLM untuk mencari di internet
ja: LLMがインターネットを検索することを許可する
pl: Zezwól LLM na wyszukiwanie w internecie
pt_br: Permitir que o LLM pesquise na internet
ro: Permite LLM-ului să caute pe internet
sv: Tillåt LLM att söka på internet
tr: LLM'nin internette arama yapmasına izin ver

source: Basic functionality
cs: Základní funkcionalita
es: Funcionalidad básica
fr: Fonctionnalité de base
hu: Alapvető funkcionalitás
id: Fungsionalitas dasar
ja: 基本機能
pl: Podstawowa funkcjonalność
pt_br: Funcionalidade básica
ro: Funcționalitate de bază
sv: Grundläggande funktionalitet
tr: Temel işlevsellik

source: Showing tables and code (*can work without it)
cs: Zobrazování tabulek a kódu (*může fungovat i bez toho)
es: Mostrar tablas y código (*puede funcionar sin ello)
fr: Affichage de tableaux et de code (*peut fonctionner sans)
hu: Táblázatok és kód megjelenítése (*nélkül is működhet)
id: Menampilkan tabel dan kode (*dapat berfungsi tanpanya)
ja: テーブルとコードの表示（*これなしでも動作可能）
pl: Pokazywanie tabel i kodu (*może działać bez tego)
pt_br: Mostrando tabelas e código (*pode funcionar sem isso)
ro: Afișarea tabelelor și a codului (*poate funcționa și fără)
sv: Visar tabeller och kod (*kan fungera utan det)
tr: Tabloları ve kodu gösterme (*olmadan da çalışabilir)

source: Graphs access
cs: Přístup ke grafům
es: Acceso a gráficos
fr: Accès aux graphiques
hu: Grafikonok hozzáférés
id: Akses grafik
ja: グラフアクセス
pl: Dostęp do wykresów
pt_br: Acesso a gráficos
ro: Acces la grafice
sv: Grafåtkomst
tr: Grafik erişimi

source: Can the program display graphs
cs: Může program zobrazovat grafy
es: ¿Puede el programa mostrar gráficos?
fr: Le programme peut-il afficher des graphiques
hu: Képes-e a program grafikonokat megjeleníteni
id: Dapatkah program menampilkan grafik
ja: プログラムはグラフを表示できますか
pl: Czy program może wyświetlać wykresy
pt_br: O programa pode exibir gráficos
ro: Poate programul afișa grafice
sv: Kan programmet visa grafer
tr: Program grafik görüntüleyebilir mi

source: Show image
cs: Zobrazit obrázek
es: Mostrar imagen
fr: Afficher l'image
hu: Kép megjelenítése
id: Tampilkan gambar
ja: 画像を表示
pl: Pokaż obraz
pt_br: Mostrar imagem
ro: Arată imaginea
sv: Visa bild
tr: Görseli göster

source: Show image in chat
cs: Zobrazit obrázek v chatu
es: Mostrar imagen en el chat
fr: Afficher l'image dans le chat
hu: Kép megjelenítése a csevegésben
id: Tampilkan gambar di obrolan
ja: チャットに画像を表示
pl: Pokaż obraz w czacie
pt_br: Mostrar imagem no chat
ro: Arată imaginea în chat
sv: Visa bild i chatt
tr: Sohbette görsel göster

source: Custom Prompt
cs: Vlastní výzva
es: Prompt personalizado
fr: Invite personnalisée
hu: Egyéni üzenet
id: Prompt Kustom
ja: カスタムプロンプト
pl: Niestandardowy monit
pt_br: Prompt Personalizado
ro: Prompt personalizat
sv: Anpassad prompt
tr: Özel İstem

source: Add your own custom prompt
cs: Přidejte si vlastní výzvu
es: Añade tu propio prompt personalizado
fr: Ajoutez votre propre invite personnalisée
hu: Adja hozzá saját egyéni üzenetét
id: Tambahkan prompt kustom Anda sendiri
ja: 独自のカスタムプロンプトを追加
pl: Dodaj własny niestandardowy monit
pt_br: Adicione seu próprio prompt personalizado
ro: Adăugați propriul prompt personalizat
sv: Lägg till din egen anpassade prompt
tr: Kendi özel isteminizi ekleyin

source: LLM and Secondary LLM settings
cs: Nastavení LLM a sekundárního LLM
es: Configuración de LLM y LLM secundario
fr: Paramètres LLM et LLM secondaire
hu: LLM és másodlagos LLM beállítások
id: Pengaturan LLM dan LLM Sekunder
ja: LLMおよびセカンダリLLM設定
pl: Ustawienia LLM i pomocniczego LLM
pt_br: Configurações de LLM e LLM Secundário
ro: Setări LLM și LLM Secundar
sv: LLM och sekundära LLM-inställningar
tr: LLM ve İkincil LLM ayarları
