Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Number of days back from the current date to include
cs: Počet dnů zpět od aktuálního data k zahrnutí
es: Número de días hacia atrás desde la fecha actual para incluir
fr: Nombre de jours avant la date actuelle à inclure
hu: Hány nappal visszamenőleg vegyen figyelembe az aktuális dátumtól
id: Jumlah hari ke belakang dari tanggal saat ini untuk disertakan
ja: 現在の日付から何日前にさかのぼって含めるか
pl: Liczba dni wstecz od bieżącej daty do uwzględnienia
pt_br: Número de dias anteriores à data atual a serem incluídos
ro: Numărul de zile înapoi de la data curentă de inclus
sv: Antal dagar tillbaka från aktuellt datum att inkludera
tr: Mevcut tarihten geriye doğru kaç günün dahil edileceği

source: Available only if topic is news.
cs: Dostupné pouze, pokud je tématem zprávy.
es: Disponible solo si el tema es noticias.
fr: Disponible uniquement si le sujet est l'actualité.
hu: Csak akkor érhető el, ha a téma „hírek”.
id: Hanya tersedia jika topik adalah berita.
ja: トピックがニュースの場合のみ利用可能です。
pl: Dostępne tylko, jeśli temat to wiadomości.
pt_br: Disponível apenas se o tópico for notícias.
ro: Disponibil doar dacă subiectul este știri.
sv: Endast tillgängligt om ämnet är nyheter.
tr: Yalnızca konu haber ise kullanılabilir.

source: Include answer
cs: Zahrnout odpověď
es: Incluir respuesta
fr: Inclure la réponse
hu: Válasz mellékelése
id: Sertakan jawaban
ja: 回答を含める
pl: Dołącz odpowiedź
pt_br: Incluir resposta
ro: Include răspuns
sv: Inkludera svar
tr: Yanıtı dahil et

source: Include an LLM-generated answer to the provided query. Basic search returns a quick answer. Advanced returns a more detailed answer.
cs: Zahrnout odpověď generovanou LLM k poskytnutému dotazu. Základní hledání vrátí rychlou odpověď. Pokročilé vrátí podrobnější odpověď.
es: Incluye una respuesta generada por el LLM a la consulta proporcionada. La búsqueda básica devuelve una respuesta rápida. La avanzada devuelve una respuesta más detallada.
fr: Inclure une réponse générée par LLM à la requête fournie. La recherche de base renvoie une réponse rapide. La recherche avancée renvoie une réponse plus détaillée.
hu: Mellékeljen egy LLM által generált választ a megadott lekérdezésre. Az alap keresés gyors választ ad. A haladó keresés részletesebb választ ad.
id: Sertakan jawaban yang dihasilkan LLM untuk kueri yang diberikan. Pencarian dasar mengembalikan jawaban cepat. Lanjutan mengembalikan jawaban yang lebih rinci.
ja: 提供されたクエリに対するLLM生成の回答を含めます。基本的な検索では簡単な回答が返されます。高度な検索ではより詳細な回答が返されます。
pl: Dołącz odpowiedź wygenerowaną przez LLM do podanego zapytania. Podstawowe wyszukiwanie zwraca szybką odpowiedź. Zaawansowane zwraca bardziej szczegółową odpowiedź.
pt_br: Inclua uma resposta gerada por LLM para a consulta fornecida. A pesquisa básica retorna uma resposta rápida. A avançada retorna uma resposta mais detalhada.
ro: Include un răspuns generat de LLM la interogarea furnizată. Căutarea de bază returnează un răspuns rapid. Căutarea avansată returnează un răspuns mai detaliat.
sv: Inkludera ett LLM-genererat svar på den angivna frågan. Grundläggande sökning returnerar ett snabbt svar. Avancerad sökning returnerar ett mer detaljerat svar.
tr: Sağlanan sorguya LLM tarafından oluşturulmuş bir yanıt dahil edin. Temel arama hızlı bir yanıt döndürür. Gelişmiş arama daha ayrıntılı bir yanıt döndürür.

source: Include raw content
cs: Zahrnout syrový obsah
es: Incluir contenido sin procesar
fr: Inclure le contenu brut
hu: Nyers tartalom mellékelése
id: Sertakan konten mentah
ja: 未加工コンテンツを含める
pl: Dołącz surową treść
pt_br: Incluir conteúdo bruto
ro: Include conținut brut
sv: Inkludera rått innehåll
tr: Ham içeriği dahil et

source: Include the cleaned and parsed HTML content of each search result.
cs: Zahrnout vyčištěný a analyzovaný HTML obsah každého výsledku hledání.
es: Incluir el contenido HTML limpio y analizado de cada resultado de búsqueda.
fr: Inclure le contenu HTML nettoyé et analysé de chaque résultat de recherche.
hu: Tartalmazza az egyes keresési eredmények megtisztított és elemzett HTML tartalmát.
id: Sertakan konten HTML yang dibersihkan dan diuraikan dari setiap hasil pencarian.
ja: 各検索結果のクリーンアップおよび解析されたHTMLコンテンツを含めます。
pl: Dołącz oczyszczoną i przeanalizowaną treść HTML każdego wyniku wyszukiwania.
pt_br: Inclua o conteúdo HTML limpo e analisado de cada resultado de pesquisa.
ro: Include conținutul HTML curățat și analizat al fiecărui rezultat al căutării.
sv: Inkludera det rensade och analyserade HTML-innehållet från varje sökresultat.
tr: Her arama sonucunun temizlenmiş ve ayrıştırılmış HTML içeriğini dahil edin.

source: Include images
cs: Zahrnout obrázky
es: Incluir imágenes
fr: Inclure des images
hu: Képek mellékelése
id: Sertakan gambar
ja: 画像を含める
pl: Dołącz obrazy
pt_br: Incluir imagens
ro: Include imagini
sv: Inkludera bilder
tr: Görselleri dahil et

source: Perform an image search and include the results in the response.
cs: Proveďte hledání obrázků a zahrňte výsledky do odpovědi.
es: Realizar una búsqueda de imágenes e incluir los resultados en la respuesta.
fr: Effectuer une recherche d'images et inclure les résultats dans la réponse.
hu: Képes keresés végrehajtása és az eredmények mellékelése a válaszban.
id: Lakukan pencarian gambar dan sertakan hasilnya dalam respons.
ja: 画像検索を実行し、その結果を応答に含めます。
pl: Wykonaj wyszukiwanie obrazów i dołącz wyniki do odpowiedzi.
pt_br: Realize uma pesquisa de imagens e inclua os resultados na resposta.
ro: Efectuează o căutare de imagini și include rezultatele în răspuns.
sv: Utför en bildsökning och inkludera resultaten i svaret.
tr: Bir görsel araması yapın ve sonuçları yanıta dahil edin.

source: Include image descriptions
cs: Zahrnout popisy obrázků
es: Incluir descripciones de imágenes
fr: Inclure les descriptions d'images
hu: Képleírások mellékelése
id: Sertakan deskripsi gambar
ja: 画像の説明を含める
pl: Dołącz opisy obrazów
pt_br: Incluir descrições de imagens
ro: Include descrieri de imagini
sv: Inkludera bildbeskrivningar
tr: Görsel açıklamalarını dahil et

source: When Include images is enabled, also add a descriptive text for each image.
cs: Pokud je povoleno Zahrnout obrázky, přidejte také popisný text pro každý obrázek.
es: Cuando la opción Incluir imágenes está habilitada, también añade un texto descriptivo para cada imagen.
fr: Lorsque l'option Inclure les images est activée, ajoutez également un texte descriptif pour chaque image.
hu: Ha a „Képek mellékelése” engedélyezve van, adjon hozzá leíró szöveget is minden képhez.
id: Ketika Sertakan gambar diaktifkan, tambahkan juga teks deskriptif untuk setiap gambar.
ja: 「画像を含める」が有効な場合、各画像の説明テキストも追加します。
pl: Gdy opcja „Dołącz obrazy” jest włączona, dodaj również tekst opisowy dla każdego obrazu.
pt_br: Quando a opção Incluir imagens estiver ativada, adicione também um texto descritivo para cada imagem.
ro: Când Include imagini este activat, adăugați și un text descriptiv pentru fiecare imagine.
sv: När 'Inkludera bilder' är aktiverat, lägg också till en beskrivande text för varje bild.
tr: Görselleri Dahil Et etkinleştirildiğinde, her görsel için açıklayıcı bir metin de ekleyin.

source: Include domains
cs: Zahrnout domény
es: Incluir dominios
fr: Inclure les domaines
hu: Domainek mellékelése
id: Sertakan domain
ja: ドメインを含める
pl: Dołącz domeny
pt_br: Incluir domínios
ro: Include domenii
sv: Inkludera domäner
tr: Alan adlarını dahil et

source: A list of domains to specifically include in the search results.
cs: Seznam domén, které se mají konkrétně zahrnout do výsledků hledání.
es: Una lista de dominios a incluir específicamente en los resultados de búsqueda.
fr: Une liste de domaines à inclure spécifiquement dans les résultats de recherche.
hu: Azon domainek listája, amelyeket kifejezetten bele kell foglalni a keresési eredményekbe.
id: Daftar domain yang secara khusus akan disertakan dalam hasil pencarian.
ja: 検索結果に含める特定のドメインのリスト。
pl: Lista domen, które mają być uwzględnione w wynikach wyszukiwania.
pt_br: Uma lista de domínios para incluir especificamente nos resultados da pesquisa.
ro: O listă de domenii de inclus în mod specific în rezultatele căutării.
sv: En lista över domäner att specifikt inkludera i sökresultaten.
tr: Arama sonuçlarına özellikle dahil edilecek alan adları listesi.

source: Exclude domains
cs: Vyloučit domény
es: Excluir dominios
fr: Exclure les domaines
hu: Domainek kizárása
id: Kecualikan domain
ja: ドメインを除外する
pl: Wyklucz domeny
pt_br: Excluir domínios
ro: Exclude domenii
sv: Exkludera domäner
tr: Alan adlarını hariç tut

source: A list of domains to specifically exclude from the search results.
cs: Seznam domén, které se mají konkrétně vyloučit z výsledků hledání.
es: Una lista de dominios a excluir específicamente de los resultados de búsqueda.
fr: Une liste de domaines à exclure spécifiquement des résultats de recherche.
hu: Azon domainek listája, amelyeket kifejezetten ki kell zárni a keresési eredményekből.
id: Daftar domain yang secara khusus akan dikecualikan dari hasil pencarian.
ja: 検索結果から除外する特定のドメインのリスト。
pl: Lista domen, które mają być wykluczone z wyników wyszukiwania.
pt_br: Uma lista de domínios para excluir especificamente dos resultados da pesquisa.
ro: O listă de domenii de exclus în mod specific din rezultatele căutării.
sv: En lista över domäner att specifikt exkludera från sökresultaten.
tr: Arama sonuçlarından özellikle hariç tutulacak alan adları listesi.

source: API base url, change this to use different APIs
cs: Základní URL API, změňte pro použití jiných API
es: URL base de la API, cámbiela para usar diferentes APIs
fr: URL de base de l'API, changez-la pour utiliser différentes API
hu: API alap URL, ezt módosítva használhatók más API-k
id: URL dasar API, ubah ini untuk menggunakan API yang berbeda
ja: APIのベースURLです。異なるAPIを使用するために変更してください
pl: Bazowy URL API, zmień go, aby używać różnych API
pt_br: URL base da API, altere para usar diferentes APIs
ro: URL-ul de bază al API-ului, schimbați-l pentru a utiliza API-uri diferite
sv: API-bas-URL, ändra detta för att använda olika API:er
tr: API temel URL'si, bunu farklı API'ları kullanmak için değiştirin

source: Name of the Embedding Model to use
cs: Název modelu pro vkládání (Embedding)
es: Nombre del modelo de embedding a usar
fr: Nom du modèle d'intégration à utiliser
hu: A használni kívánt beágyazási modell neve
id: Nama Model Embedding yang akan digunakan
ja: 使用する埋め込みモデルの名前
pl: Nazwa modelu osadzania do użycia
pt_br: Nome do Modelo de Incorporação a ser usado
ro: Numele modelului de încorporare de utilizat
sv: Namnet på inbäddningsmodellen att använda
tr: Kullanılacak Gömme Modelinin Adı

source: Automatically Serve
cs: Automatické spuštění
es: Servir automáticamente
fr: Servir automatiquement
hu: Automatikus kiszolgálás
id: Sajikan Secara Otomatis
ja: 自動的に提供
pl: Automatyczne uruchamianie serwera
pt_br: Servir Automaticamente
ro: Servește automat
sv: Servera automatiskt
tr: Otomatik Olarak Sun

source: Automatically run ollama serve in background when needed if it's not running. You can kill it with killall ollama
cs: V případě potřeby automaticky spustí ollama serve na pozadí, pokud již nebude spuštěn. Můžete jej ukončit pomocí killall ollama
es: Ejecuta automáticamente ollama serve en segundo plano cuando sea necesario si no se está ejecutando. Puedes detenerlo con killall ollama
fr: Exécute automatiquement ollama serve en arrière-plan si nécessaire. Vous pouvez l'arrêter avec killall ollama
hu: Automatikusan futtatja az ollama kiszolgálót a háttérben, ha szükséges és nem fut. A „killall ollama” paranccsal leállíthatja.
id: Secara otomatis jalankan ollama serve di latar belakang saat dibutuhkan jika tidak berjalan. Anda dapat menghentikannya dengan killall ollama
ja: 必要に応じて、ollamaが実行されていない場合にバックグラウンドで自動的に起動します。killall ollamaで終了できます
pl: Automatycznie uruchamiaj ollama serve w tle, jeśli jest to potrzebne i nie jest uruchomione. Możesz to zatrzymać za pomocą killall ollama
pt_br: Executa automaticamente o ollama em segundo plano quando necessário, se não estiver em execução. Você pode encerrá-lo com killall ollama
ro: Rulează automat ollama serve în fundal când este necesar, dacă nu rulează. Puteți opri procesul cu killall ollama
sv: Kör automatiskt ollama serve i bakgrunden vid behov om den inte redan körs. Du kan avsluta den med killall ollama
tr: Gerektiğinde ollama'yı arka planda otomatik olarak çalıştırır. killall ollama ile kapatabilirsiniz

source: Custom Model
cs: Vlastní model
es: Modelo personalizado
fr: Modèle personnalisé
hu: Egyéni modell
id: Model Kustom
ja: カスタムモデル
pl: Niestandardowy model
pt_br: Modelo Personalizado
ro: Model Personalizat
sv: Anpassad modell
tr: Özel Model

source: Ollama Model
es: Modelo Ollama
fr: Modèle Ollama
hu: Ollama modell
id: Model Ollama
ja: Ollamaモデル
pl: Model Ollama
pt_br: Modelo Ollama
ro: Model Ollama
sv: Ollama-modell
tr: Ollama Modeli

source: Name of the Ollama Model
cs: Název Ollama modelu
es: Nombre del modelo Ollama
fr: Nom du modèle Ollama
hu: Az Ollama modell neve
id: Nama Model Ollama
ja: Ollamaモデルの名前
pl: Nazwa modelu Ollama
pt_br: Nome do Modelo Ollama
ro: Numele modelului Ollama
sv: Namnet på Ollama-modellen
tr: Ollama Modelinin Adı

source: Model to use
cs: Model k použití
es: Modelo a usar
fr: Modèle à utiliser
hu: Használandó modell
id: Model yang akan digunakan
ja: 使用するモデル
pl: Model do użycia
pt_br: Modelo a usar
ro: Model de utilizat
sv: Modell att använda
tr: Kullanılacak model

source: Update G4F
cs: Aktualizovat G4F
es: Actualizar G4F
fr: Mettre à jour G4F
hu: G4F frissítése
id: Perbarui G4F
ja: G4Fを更新
pl: Aktualizuj G4F
pt_br: Atualizar G4F
ro: Actualizează G4F
sv: Uppdatera G4F
tr: G4F'yi Güncelle

source: The API key to use
cs: API klíč k použití
es: La clave de API a usar
fr: La clé API à utiliser
hu: A használni kívánt API kulcs
id: Kunci API yang akan digunakan
ja: 使用するAPIキー
pl: Klucz API do użycia
pt_br: A chave da API a ser usada
ro: Cheia API de utilizat
sv: API-nyckeln att använda
tr: Kullanılacak API anahtarı

source: The voice to use
cs: Hlas k použití
es: La voz a usar
fr: La voix à utiliser
hu: A használandó hang
id: Suara yang akan digunakan
ja: 使用する音声
pl: Głos do użycia
pt_br: A voz a ser usada
ro: Vocea de utilizat
sv: Rösten att använda
tr: Kullanılacak ses

source: The model to use
cs: Model k použití
es: El modelo a usar
fr: Le modèle à utiliser
hu: A használni kívánt modell
id: Model yang akan digunakan
ja: 使用するモデル
pl: Model do użycia
pt_br: O modelo a ser usado
ro: Modelul de utilizat
sv: Modellen att använda
tr: Kullanılacak model

source: Choose the preferred voice
cs: Vyberte preferovaný hlas
es: Elige la voz preferida
fr: Choisissez la voix préférée
hu: Válassza ki a kívánt hangot
id: Pilih suara yang disukai
ja: 好みの音声を選択してください
pl: Wybierz preferowany głos
pt_br: Escolha a voz preferida
ro: Alegeți vocea preferată
sv: Välj önskad röst
tr: Tercih edilen sesi seçin

source: Max Tokens
cs: Maximální počet tokenů
es: Tokens máximos
fr: Nombre maximum de jetons
hu: Max tokenek
id: Maks Token
ja: 最大トークン数
pl: Maksymalna liczba tokenów
pt_br: Máximo de Tokens
ro: Număr maxim de token-uri
sv: Max antal tokens
tr: Maksimum Token

source: The maximum number of tokens to generate
cs: Maximální počet tokenů k vygenerování
es: El número máximo de tokens a generar
fr: Le nombre maximum de jetons à générer
hu: A generálandó tokenek maximális száma
id: Jumlah maksimum token yang akan dihasilkan
ja: 生成するトークンの最大数
pl: Maksymalna liczba tokenów do wygenerowania
pt_br: O número máximo de tokens para gerar
ro: Numărul maxim de token-uri de generat
sv: Det maximala antalet tokens att generera
tr: Oluşturulacak maksimum token sayısı

source: Enable Thinking
cs: Povolit myšlení
es: Habilitar pensamiento
fr: Activer la réflexion
hu: Gondolkodás engedélyezése
id: Aktifkan Berpikir
ja: 思考を有効にする
pl: Włącz myślenie
pt_br: Habilitar Pensamento
ro: Activează Gândirea
sv: Aktivera tänkande
tr: Düşünmeyi Etkinleştir

source: Allow thinking in the model, only some models are supported
cs: Povolit myšlení v modelu, podporovány jsou pouze některé modely
es: Permitir pensar en el modelo, solo algunos modelos son compatibles
fr: Permettre la réflexion dans le modèle, seuls certains modèles sont pris en charge
hu: Gondolkodás engedélyezése a modellben, csak néhány modell támogatott
id: Izinkan pemikiran dalam model, hanya beberapa model yang didukung
ja: モデル内での思考を許可します。一部のモデルのみサポートされています
pl: Zezwól na myślenie w modelu, tylko niektóre modele są obsługiwane
pt_br: Permitir pensar no modelo, apenas alguns modelos são suportados
ro: Permite gândirea în model, doar unele modele sunt suportate
sv: Tillåt tänkande i modellen, endast vissa modeller stöds
tr: Modelde düşünmeye izin ver, yalnızca bazı modeller desteklenir

source: Model Manager
cs: Správce modelů
es: Gestor de modelos
fr: Gestionnaire de modèles
hu: Modellkezelő
id: Manajer Model
ja: モデルマネージャー
pl: Menedżer modeli
pt_br: Gerenciador de Modelos
ro: Manager de modele
sv: Modellhanterare
tr: Model Yöneticisi

source: List of models available
cs: Seznam dostupných modelů
es: Lista de modelos disponibles
fr: Liste des modèles disponibles
hu: Elérhető modellek listája
id: Daftar model yang tersedia
ja: 利用可能なモデルのリスト
pl: Lista dostępnych modeli
pt_br: Lista de modelos disponíveis
ro: Listă de modele disponibile
sv: Lista över tillgängliga modeller
tr: Mevcut modellerin listesi

source: Add custom model
cs: Přidat vlastní model
es: Añadir modelo personalizado
fr: Ajouter un modèle personnalisé
hu: Egyéni modell hozzáadása
id: Tambahkan model kustom
ja: カスタムモデルを追加
pl: Dodaj niestandardowy model
pt_br: Adicionar modelo personalizado
ro: Adaugă model personalizat
sv: Lägg till anpassad modell
tr: Özel model ekle

source: Add any model to this list by putting name:size Or any gguf from hf with hf.co/username/model
cs: Přidejte jakýkoli model do tohoto seznamu zadáním název:velikost Nebo jakýkoli gguf z hf s hf.co/uživatelské_jméno/model
es: Añada cualquier modelo a esta lista poniendo nombre:tamaño O cualquier gguf de hf con hf.co/username/model
fr: Ajoutez n'importe quel modèle à cette liste en mettant nom:taille Ou n'importe quel gguf de hf avec hf.co/username/model
hu: Adjon hozzá bármilyen modellt ehhez a listához név:méret formátumban Vagy bármely gguf modellt a hf-ről a hf.co/felhasználónév/modell címen
id: Tambahkan model apa pun ke daftar ini dengan menulis nama:ukuran Atau gguf apa pun dari hf dengan hf.co/username/model
ja: このリストに任意のモデルを追加するには、name:sizeの形式で記述してください hf.co/username/model からggufモデルを追加することもできます
pl: Dodaj dowolny model do tej listy, wpisując nazwę:rozmiar Lub dowolny gguf z hf z hf.co/nazwa_użytkownika/model
pt_br: Adicione qualquer modelo a esta lista digitando nome:tamanho Ou qualquer gguf de hf com hf.co/username/model
ro: Adaugă orice model în această listă, scriind nume:dimensiune Sau orice gguf de la hf cu hf.co/username/model
sv: Lägg till valfri modell i denna lista genom att ange namn:storlek Eller valfri gguf från hf med hf.co/användarnamn/modell
tr: Bu listeye herhangi bir model eklemek için ad:boyut yazın Ya da hf'den herhangi bir gguf'u hf.co/kullanıcıadı/model ile ekleyin

source: Update Ollama
cs: Aktualizovat Ollamu
es: Actualizar Ollama
fr: Mettre à jour Ollama
hu: Ollama frissítése
id: Perbarui Ollama
ja: Ollamaを更新
pl: Aktualizuj Ollama
pt_br: Atualizar Ollama
ro: Actualizează Ollama
sv: Uppdatera Ollama
tr: Ollama'yı Güncelle

source: Endpoint
cs: Koncový bod
es: Punto de conexión
fr: Point de terminaison
hu: Végpont
id: Titik Akhir
ja: エンドポイント
pl: Punkt końcowy
sv: Slutpunkt
tr: Uç Nokta

source: Custom endpoint of the service to use
cs: Vlastní koncový bod služby k použití
es: Punto de conexión personalizado del servicio a usar
fr: Point de terminaison personnalisé du service à utiliser
hu: A használandó szolgáltatás egyéni végpontja
id: Titik akhir kustom layanan yang akan digunakan
ja: 使用するサービスのカスタムエンドポイント
pl: Niestandardowy punkt końcowy usługi do użycia
pt_br: Endpoint personalizado do serviço a ser usado
ro: Endpoint personalizat al serviciului de utilizat
sv: Anpassad slutpunkt för tjänsten att använda
tr: Kullanılacak hizmetin özel uç noktası

source: Instructions
cs: Pokyny
es: Instrucciones
hu: Utasítások
id: Instruksi
ja: 指示
pl: Instrukcje
pt_br: Instruções
ro: Instrucțiuni
sv: Instruktioner
tr: Talimatlar

source: Instructions for the voice generation. Leave it blank to avoid this field
cs: Pokyny pro generování hlasu. Ponechte prázdné, aby se toto pole nepoužilo
es: Instrucciones para la generación de voz. Déjelo en blanco para omitir este campo
fr: Instructions pour la génération vocale. Laissez ce champ vide pour l'éviter
hu: Utasítások a hanggeneráláshoz. Hagyja üresen, hogy elkerülje ezt a mezőt
id: Instruksi untuk pembuatan suara. Biarkan kosong untuk menghindari bidang ini
ja: 音声生成の指示。このフィールドを避けるには空白のままにしてください
pl: Instrukcje dotyczące generowania głosu. Pozostaw puste, aby pominąć to pole
pt_br: Instruções para a geração de voz. Deixe em branco para evitar este campo
ro: Instrucțiuni pentru generarea vocii. Lăsați-l gol pentru a evita acest câmp
sv: Instruktioner för röstgenerering. Lämna tomt för att undvika detta fält
tr: Ses oluşturma talimatları. Bu alanı boş bırakın

source: API Key (required)
cs: API klíč (povinný)
es: Clave de API (requerido)
fr: Clé API (obligatoire)
hu: API kulcs (kötelező)
id: Kunci API (wajib)
ja: APIキー (必須)
pl: Klucz API (wymagany)
pt_br: Chave da API (obrigatória)
ro: Cheie API (obligatoriu)
sv: API-nyckel (obligatorisk)
tr: API Anahtarı (gerekli)

source: API key got from ai.google.dev
cs: API klíč získaný z ai.google.dev
es: Clave de API obtenida de ai.google.dev
fr: Clé API obtenue sur ai.google.dev
hu: Az ai.google.dev-ről szerzett API kulcs
id: Kunci API yang didapatkan dari ai.google.dev
ja: ai.google.devから取得したAPIキー
pl: Klucz API uzyskany z ai.google.dev
pt_br: Chave da API obtida de ai.google.dev
ro: Cheie API obținută de la ai.google.dev
sv: API-nyckel från ai.google.dev
tr: ai.google.dev'den alınan API anahtarı

source: AI Model to use
cs: Model AI k použití
es: Modelo de IA a usar
fr: Modèle d'IA à utiliser
hu: Használandó AI modell
id: Model AI yang akan digunakan
ja: 使用するAIモデル
pl: Model AI do użycia
pt_br: Modelo de IA a ser usado
ro: Model AI de utilizat
sv: AI-modell att använda
tr: Kullanılacak Yapay Zeka Modeli

source: Enable System Prompt
cs: Povolit systémovou výzvu
es: Habilitar prompt del sistema
fr: Activer l'invite système
hu: Rendszerüzenetek engedélyezése
id: Aktifkan Prompt Sistem
ja: システムプロンプトを有効にする
pl: Włącz monit systemowy
pt_br: Habilitar Prompt do Sistema
ro: Activează promptul de sistem
sv: Aktivera systemprompt
tr: Sistem İstemini Etkinleştir
