Repository: NyarchLinux/NyarchAssistant
Catalog: po/*.po
Languages: cs, es, fr, hu, id, ja, pl, pt_br, ro, sv, tr

source: Some models don't support system prompt (or developers instructions), disable it if you get errors about it
cs: Některé modely nepodporují systémovou výzvu (nebo pokyny pro vývojáře), vypněte ji, pokud se zobrazí chyby.
es: Algunos modelos no soportan el prompt del sistema (o instrucciones del desarrollador), desactívalo si obtienes errores al respecto
fr: Certains modèles ne prennent pas en charge l'invite système (ou les instructions des développeurs), désactivez-la si vous obtenez des erreurs à ce sujet
hu: Néhány modell nem támogatja a rendszerüzeneteket (vagy a fejlesztői utasításokat), kapcsolja ki, ha hibákat tapasztal.
id: Beberapa model tidak mendukung prompt sistem (atau instruksi pengembang), nonaktifkan jika Anda mendapatkan kesalahan terkait hal itu
ja: 一部のモデルはシステムプロンプト（または開発者向け指示）をサポートしていません。エラーが発生する場合は無効にしてください
pl: Niektóre modele nie obsługują monitu systemowego (lub instrukcji dla programistów), wyłącz to, jeśli otrzymasz błędy z tym związane
pt_br: Alguns modelos não suportam o prompt do sistema (ou instruções do desenvolvedor), desative-o se você receber erros sobre isso
ro: Unele modele nu suportă promptul de sistem (sau instrucțiunile dezvoltatorilor), dezactivați-l dacă primiți erori legate de acesta
sv: Vissa modeller stöder inte systemprompt (eller utvecklarinstruktioner), inaktivera det om du får felmeddelanden om det
tr: Bazı modeller sistem istemini (veya geliştirici talimatlarını) desteklemez, eğer bu konuda hatalar alıyorsanız devre dışı bırakın

source: Inject system prompt
cs: Vložit systémovou výzvu
es: Inyectar prompt del sistema
fr: Injecter une invite système
hu: Rendszerüzenet beillesztése
id: Suntikkan prompt sistem
ja: システムプロンプトを挿入
pl: Wstrzyknij monit systemowy
pt_br: Injetar prompt do sistema
ro: Injectează promptul de sistem
sv: Injicera systemprompt
tr: Sistem istemini enjekte et

source: Even if the model doesn't support system prompts, put the prompts on top of the user message
cs: I když model nepodporuje systémové výzvy, umístěte výzvy nad zprávu uživatele
es: Incluso si el modelo no soporta los prompts del sistema, pon los prompts encima del mensaje del usuario
fr: Même si le modèle ne prend pas en charge les invites système, placez les invites en haut du message de l'utilisateur
hu: Még ha a modell nem is támogatja a rendszerüzeneteket, tegye az üzeneteket a felhasználói üzenet fölé.
id: Bahkan jika model tidak mendukung prompt sistem, letakkan prompt di atas pesan pengguna
ja: モデルがシステムプロンプトをサポートしていない場合でも、プロンプトをユーザーメッセージの先頭に配置します
pl: Nawet jeśli model nie obsługuje monitów systemowych, umieść monity na górze wiadomości użytkownika
pt_br: Mesmo que o modelo não suporte prompts do sistema, coloque os prompts no topo da mensagem do usuário
ro: Chiar dacă modelul nu suportă prompturile de sistem, plasează prompturile înaintea mesajului utilizatorului
sv: Även om modellen inte stöder systemprompter, placera prompterna överst i användarmeddelandet
tr: Model sistem istemlerini desteklemese bile, istemleri kullanıcı mesajının üzerine koy

source: Thinking Settings
cs: Nastavení myšlení
es: Configuración de pensamiento
fr: Paramètres de réflexion
hu: Gondolkodási beállítások
id: Pengaturan Berpikir
ja: 思考設定
pl: Ustawienia myślenia
pt_br: Configurações de Pensamento
ro: Setări de Gândire
sv: Inställningar för tänkande
tr: Düşünme Ayarları

source: Settings about thinking models
cs: Nastavení týkající se modelů myšlení
es: Configuración sobre los modelos de pensamiento
fr: Paramètres concernant les modèles de réflexion
hu: A gondolkodási modellekre vonatkozó beállítások
id: Pengaturan tentang model berpikir
ja: 思考モデルに関する設定
pl: Ustawienia dotyczące modeli myślenia
pt_br: Configurações sobre modelos de pensamento
ro: Setări despre modelele de gândire
sv: Inställningar för tänkande modeller
tr: Düşünme modelleriyle ilgili ayarlar

source: Show thinking, disable it if your model does not support it
cs: Zobrazit myšlení, vypněte, pokud váš model tuto funkci nepodporuje
es: Mostrar pensamiento, desactívalo si tu modelo no lo soporta
fr: Afficher la réflexion, désactivez-la si votre modèle ne la prend pas en charge
hu: Gondolkodás megjelenítése, kapcsolja ki, ha a modellje nem támogatja
id: Tampilkan pemikiran, nonaktifkan jika model Anda tidak mendukungnya
ja: 思考を表示します。モデルがサポートしていない場合は無効にしてください
pl: Pokaż myślenie, wyłącz, jeśli Twój model tego nie obsługuje
pt_br: Mostrar pensamento, desative se o seu modelo não suportar
ro: Arată gândirea, dezactivează dacă modelul tău nu o suportă
sv: Visa tänkande, inaktivera det om din modell inte stöder det
tr: Düşünmeyi göster, modeliniz desteklemiyorsa bunu devre dışı bırakın

source: Enable Thinking Budget
cs: Povolit rozpočet na myšlení
es: Habilitar presupuesto de pensamiento
fr: Activer le budget de réflexion
hu: Gondolkodási költségvetés engedélyezése
id: Aktifkan Anggaran Berpikir
ja: 思考予算を有効にする
pl: Włącz budżet myślenia
pt_br: Habilitar Orçamento de Pensamento
ro: Activează bugetul de gândire
sv: Aktivera budget för tänkande
tr: Düşünme Bütçesini Etkinleştir

source: If to enable thinking budget
cs: Zda povolit rozpočet na myšlení
es: Si habilitar el presupuesto de pensamiento
fr: Si le budget de réflexion est activé
hu: Gondolkodási költségvetés engedélyezése
id: Apakah akan mengaktifkan anggaran berpikir
ja: 思考予算を有効にするかどうか
pl: Czy włączyć budżet myślenia
pt_br: Se deve habilitar o orçamento de pensamento
ro: Dacă să activezi bugetul de gândire
sv: Om budget för tänkande ska aktiveras
tr: Düşünme bütçesini etkinleştirip etkinleştirmeyeceği

source: Thinking Budget
cs: Rozpočet na myšlení
es: Presupuesto de pensamiento
fr: Budget de réflexion
hu: Gondolkodási költségvetés
id: Anggaran Berpikir
ja: 思考予算
pl: Budżet myślenia
pt_br: Orçamento de Pensamento
ro: Buget de Gândire
sv: Budget för tänkande
tr: Düşünme Bütçesi

source: How much time to spend thinking
cs: Kolik času věnovat přemýšlení
es: Cuánto tiempo dedicar a pensar
fr: Combien de temps passer à réfléchir
hu: Mennyi időt fordítson a gondolkodásra
id: Berapa banyak waktu yang dihabiskan untuk berpikir
ja: 思考に費やす時間
pl: Ile czasu poświęcić na myślenie
pt_br: Quanto tempo gastar pensando
ro: Cât timp să petreci gândind
sv: Hur mycket tid som ska ägnas åt tänkande
tr: Ne kadar zaman harcanacağı

source: Image Output
cs: Výstup obrázků
es: Salida de imagen
fr: Sortie d'image
hu: Képek kimenet
id: Keluaran Gambar
ja: 画像出力
pl: Wyjście obrazu
pt_br: Saída de Imagem
ro: Ieșire Imagine
sv: Bildutdata
tr: Görsel Çıktısı

source: Enable image output, only supported by gemini-2.0-flash-exp
cs: Povolit výstup obrázků, podporováno pouze modelem gemini-2.0-flash-exp
es: Habilitar salida de imagen, solo soportado por gemini-2.0-flash-exp
fr: Activer la sortie d'image, uniquement prise en charge par gemini-2.0-flash-exp
hu: Képkimenet engedélyezése, csak a gemini-2.0-flash-exp támogatja
id: Aktifkan keluaran gambar, hanya didukung oleh gemini-2.0-flash-exp
ja: 画像出力を有効にします。gemini-2.0-flash-expのみサポートされています
pl: Włącz wyjście obrazu, obsługiwane tylko przez gemini-2.0-flash-exp
pt_br: Habilitar saída de imagem, apenas suportado por gemini-2.0-flash-exp
ro: Activează ieșirea de imagine, suportată doar de gemini-2.0-flash-exp
sv: Aktivera bildutdata, stöds endast av gemini-2.0-flash-exp
tr: Görsel çıktısını etkinleştir, yalnızca gemini-2.0-flash-exp tarafından desteklenir

source: Enable safety settings
cs: Povolit nastavení bezpečnosti
es: Habilitar configuración de seguridad
fr: Activer les paramètres de sécurité
hu: Biztonsági beállítások engedélyezése
id: Aktifkan pengaturan keamanan
ja: 安全設定を有効にする
pl: Włącz ustawienia bezpieczeństwa
pt_br: Habilitar configurações de segurança
ro: Activează setările de siguranță
sv: Aktivera säkerhetsinställningar
tr: Güvenlik ayarlarını etkinleştir

source: Enable google safety settings to avoid generating harmful content
cs: Povolit bezpečnostní nastavení Google, aby se zabránilo generování škodlivého obsahu
es: Habilitar la configuración de seguridad de Google para evitar generar contenido dañino
fr: Activer les paramètres de sécurité de Google pour éviter de générer du contenu nuisible
hu: Engedélyezze a Google biztonsági beállításait a káros tartalom generálásának elkerülése érdekében
id: Aktifkan pengaturan keamanan Google untuk menghindari pembuatan konten berbahaya
ja: 有害なコンテンツの生成を防ぐため、Googleの安全設定を有効にします
pl: Włącz ustawienia bezpieczeństwa Google, aby uniknąć generowania szkodliwych treści
pt_br: Habilite as configurações de segurança do Google para evitar a geração de conteúdo prejudicial
ro: Activează setările de siguranță Google pentru a evita generarea de conținut dăunător
sv: Aktivera Googles säkerhetsinställningar för att undvika att generera skadligt innehåll
tr: Zararlı içerik oluşturmayı önlemek için Google güvenlik ayarlarını etkinleştirin

source: Enable advanced parameters
cs: Povolit pokročilé parametry
es: Habilitar parámetros avanzados
fr: Activer les paramètres avancés
hu: Haladó paraméterek engedélyezése
id: Aktifkan parameter lanjutan
ja: 詳細パラメーターを有効にする
pl: Włącz zaawansowane parametry
pt_br: Habilitar parâmetros avançados
ro: Activează parametrii avansați
sv: Aktivera avancerade parametrar
tr: Gelişmiş parametreleri etkinleştir

source: {0} will be replaced with the file fullpath, {1} with the text
cs: {0} bude nahrazeno plnou cestou k souboru, {1} textem
es: {0} será reemplazado por la ruta completa del archivo, {1} por el texto
fr: {0} sera remplacé par le chemin complet du fichier, {1} par le texte
hu: {0} helyére a fájl teljes elérési útja, {1} helyére a szöveg kerül.
id: {0} akan diganti dengan jalur lengkap file, {1} dengan teks
ja: {0} はファイルのフルパスに、{1} はテキストに置き換えられます
pl: {0} zostanie zastąpione pełną ścieżką do pliku, {1} tekstem
pt_br: {0} será substituído pelo caminho completo do arquivo, {1} pelo texto
ro: {0} va fi înlocuit cu calea completă a fișierului, {1} cu textul
sv: {0} kommer att ersättas med filens fullständiga sökväg, {1} med texten
tr: {0} dosyanın tam yolu ile, {1} metin ile değiştirilecektir

source: Command to execute to get bot output
cs: Příkaz pro získání výstupu bota
es: Comando a ejecutar para obtener la salida del bot
fr: Commande à exécuter pour obtenir la sortie du bot
hu: Futtatandó parancs a bot kimenetének lekéréséhez
id: Perintah yang akan dieksekusi untuk mendapatkan output bot
ja: ボットの出力を取得するために実行するコマンド
pl: Polecenie do wykonania, aby uzyskać odpowiedź bota
pt_br: Comando a ser executado para obter a saída do bot
ro: Comandă de executat pentru a obține ieșirea botului
sv: Kommando att köra för att få botens utdata
tr: Bot çıktısını almak için çalıştırılacak komut

source: Command to execute to get bot response, {0} will be replaced with a JSON file containing the chat, {1} with the system prompt
cs: Příkaz ke spuštění pro získání odpovědi bota, {0} bude nahrazeno JSON souborem obsahujícím chat, {1} systémovou výzvou
es: Comando a ejecutar para obtener la respuesta del bot, {0} será reemplazado por un archivo JSON que contiene el chat, {1} por el mensaje del sistema
fr: Commande à exécuter pour obtenir la réponse du bot, {0} sera remplacé par un fichier JSON contenant la discussion, {1} par l'invite système
hu: Futtatandó parancs a bot válaszának lekéréséhez, a {0} helyére egy JSON fájl kerül a csevegéssel, az {1} helyére pedig a rendszerüzenet.
id: Perintah yang akan dieksekusi untuk mendapatkan respons bot, {0} akan diganti dengan file JSON yang berisi obrolan, {1} dengan prompt sistem
ja: ボットの応答を取得するために実行するコマンド。{0}はチャットを含むJSONファイルに、{1}はシステムプロンプトに置き換えられます
pl: Polecenie do wykonania, aby uzyskać odpowiedź bota, {0} zostanie zastąpione plikiem JSON zawierającym czat, {1} monitem systemowym
pt_br: Comando a ser executado para obter a resposta do bot, {0} será substituído por um arquivo JSON contendo o chat, {1} com o prompt do sistema
ro: Comanda de executat pentru a obține răspunsul botului, {0} va fi înlocuit cu un fișier JSON conținând conversația, {1} cu promptul de sistem
sv: Kommando att köra för att få botens svar, {0} kommer att ersättas med en JSON-fil innehållande chatten, {1} med systemprompten
tr: Bot yanıtını almak için çalıştırılacak komut, {0} sohbeti içeren bir JSON dosyasıyla, {1} ise sistem istemiyle değiştirilecektir

source: Command to execute to get bot's suggestions
cs: Příkaz pro získání návrhů bota
es: Comando a ejecutar para obtener sugerencias del bot
fr: Commande à exécuter pour obtenir les suggestions du bot
hu: Futtatandó parancs a bot javaslatainak lekéréséhez
id: Perintah yang akan dieksekusi untuk mendapatkan saran bot
ja: ボットの提案を取得するために実行するコマンド
pl: Polecenie do wykonania, aby uzyskać sugestie bota
pt_br: Comando a ser executado para obter as sugestões do bot
ro: Comandă de executat pentru a obține sugestiile botului
sv: Kommando att köra för att få botens förslag
tr: Botun önerilerini almak için çalıştırılacak komut

source: Command to execute to get chat suggestions, {0} will be replaced with a JSON file containing the chat, {1} with the extra prompts, {2} with the numer of suggestions to generate. Must return a JSON array containing the suggestions as strings
cs: Příkaz ke spuštění pro získání návrhů chatu, {0} bude nahrazeno JSON souborem obsahujícím chat, {1} dalšími výzvami, {2} počtem návrhů k vygenerování. Musí vrátit JSON pole obsahující návrhy jako řetězce
es: Comando a ejecutar para obtener sugerencias de chat, {0} será reemplazado por un archivo JSON que contiene el chat, {1} por los prompts adicionales, {2} por el número de sugerencias a generar. Debe devolver un array JSON que contenga las sugerencias como cadenas de texto
fr: Commande à exécuter pour obtenir des suggestions de chat, {0} sera remplacé par un fichier JSON contenant le chat, {1} par les invites supplémentaires, {2} par le nombre de suggestions à générer. Doit renvoyer un tableau JSON contenant les suggestions sous forme de chaînes de caractères
hu: Futtatandó parancs a csevegési javaslatok lekéréséhez, a {0} helyére egy JSON fájl kerül a csevegéssel, az {1} helyére a további üzenetekkel, a {2} helyére pedig a generálandó javaslatok számával. Egy JSON tömböt kell visszaadnia, amely a javaslatokat karakterláncként tartalmazza.
id: Perintah yang akan dieksekusi untuk mendapatkan saran obrolan, {0} akan diganti dengan file JSON yang berisi obrolan, {1} dengan prompt tambahan, {2} dengan jumlah saran yang akan dihasilkan. Harus mengembalikan array JSON yang berisi saran sebagai string
ja: チャットの提案を取得するために実行するコマンド。{0}はチャットを含むJSONファイルに、{1}は追加のプロンプトに、{2}は生成する提案の数に置き換えられます。提案を文字列として含むJSON配列を返す必要があります
pl: Polecenie do wykonania, aby uzyskać sugestie czatu, {0} zostanie zastąpione plikiem JSON zawierającym czat, {1} dodatkowymi monitami, {2} liczbą sugestii do wygenerowania. Musi zwrócić tablicę JSON zawierającą sugestie jako ciągi znaków
pt_br: Comando a ser executado para obter sugestões de chat, {0} será substituído por um arquivo JSON contendo o chat, {1} com os prompts extras, {2} com o número de sugestões a serem geradas. Deve retornar um array JSON contendo as sugestões como strings
ro: Comandă de executat pentru a obține sugestii de chat, {0} va fi înlocuit cu un fișier JSON conținând conversația, {1} cu prompturile suplimentare, {2} cu numărul de sugestii de generat. Trebuie să returneze un array JSON conținând sugestiile ca șiruri de caractere
sv: Kommando att köra för att få chattförslag, {0} kommer att ersättas med en JSON-fil innehållande chatten, {1} med de extra prompterna, {2} med antalet förslag att generera. Måste returnera en JSON-array innehållande förslagen som strängar
tr: Sohbet önerilerini almak için çalıştırılacak komut, {0} sohbeti içeren bir JSON dosyasıyla, {1} ek istemlerle, {2} ise oluşturulacak öneri sayısıyla değiştirilecektir. Önerileri dizeler olarak içeren bir JSON dizisi döndürmelidir

source: API Key for ElevenLabs
cs: API klíč pro ElevenLabs
es: Clave de API para ElevenLabs
fr: Clé API pour ElevenLabs
hu: API kulcs az ElevenLabs-hez
id: Kunci API untuk ElevenLabs
ja: ElevenLabsのAPIキー
pl: Klucz API dla ElevenLabs
pt_br: Chave da API para ElevenLabs
ro: Cheie API pentru ElevenLabs
sv: API-nyckel för ElevenLabs
tr: ElevenLabs için API Anahtarı

source: Voice ID to use
cs: ID hlasu k použití
es: ID de voz a usar
fr: ID vocal à utiliser
hu: Használandó hangazonosító
id: ID Suara yang akan digunakan
ja: 使用する音声ID
pl: Identyfikator głosu do użycia
pt_br: ID da Voz a ser usada
ro: ID voce de utilizat
sv: Röst-ID att använda
tr: Kullanılacak Ses Kimliği

source: Name of the model to use
cs: Název modelu k použití
es: Nombre del modelo a usar
fr: Nom du modèle à utiliser
hu: A használandó modell neve
id: Nama model yang akan digunakan
ja: 使用するモデルの名前
pl: Nazwa modelu do użycia
pt_br: Nome do modelo a usar
ro: Numele modelului de utilizat
sv: Namnet på modellen att använda
tr: Kullanılacak modelin adı

source: Stability
cs: Stabilita
es: Estabilidad
fr: Stabilité
hu: Stabilitás
id: Stabilitas
ja: 安定性
pl: Stabilność
pt_br: Estabilidade
ro: Stabilitate
sv: Stabilitet
tr: Stabilite

source: stability of the voice
cs: stabilita hlasu
es: Estabilidad de la voz
fr: stabilité de la voix
hu: A hang stabilitása
id: stabilitas suara
ja: 音声の安定性
pl: stabilność głosu
pt_br: Estabilidade da voz
ro: Stabilitatea vocii
sv: röstens stabilitet
tr: sesin stabilite durumu

source: Similarity boost
cs: Zvýšení podobnosti
es: Aumento de similitud
fr: Amélioration de la similarité
hu: Hasonlóság növelése
id: Peningkatan kemiripan
ja: 類似性ブースト
pl: Wzmocnienie podobieństwa
pt_br: Aumento de similaridade
ro: Amplificare similaritate
sv: Likhetsförstärkning
tr: Benzerlik artışı

source: Boosts overall voice clarity and speaker similarity
cs: Zvyšuje celkovou čistotu hlasu a podobnost řečníka
es: Aumenta la claridad general de la voz y la similitud del hablante
fr: Améliore la clarté globale de la voix et la similarité de l'orateur
hu: Növeli az általános hangtisztaságot és a beszéd hasonlóságát
id: Meningkatkan kejernihan suara secara keseluruhan dan kemiripan pembicara
ja: 全体的な音声の明瞭さと話者の類似性を向上させます
pl: Zwiększa ogólną klarowność głosu i podobieństwo mówcy
pt_br: Aumenta a clareza geral da voz e a similaridade do falante
ro: Amplifică claritatea generală a vocii și similaritatea vorbitorului
sv: Förstärker övergripande röstklarhet och talar-likhet
tr: Genel ses netliğini ve konuşmacı benzerliğini artırır

source: Style exaggeration
cs: Přehánění stylu
es: Exageración de estilo
fr: Exagération du style
hu: Stílus túlzása
id: Gaya berlebihan
ja: スタイルの誇張
pl: Przesadzenie stylu
pt_br: Exagero de estilo
ro: Exagerare stil
sv: Stilöverdrift
tr: Stil abartısı

source: High values are reccomended if the style of the speech must be exaggerated
cs: Vysoké hodnoty se doporučují, pokud styl řeči musí být přehnaný
es: Se recomiendan valores altos si el estilo del habla debe ser exagerado
fr: Des valeurs élevées sont recommandées si le style de la parole doit être exagéré
hu: Magas értékek javasoltak, ha a beszéd stílusát túlzottá kell tenni
id: Nilai tinggi direkomendasikan jika gaya bicara harus dilebih-lebihkan
ja: 話すスタイルを誇張する必要がある場合は、高い値をお勧めします
pl: Zalecane są wysokie wartości, jeśli styl mowy musi być przesadzony
pt_br: Valores altos são recomendados se o estilo da fala precisar ser exagerado
ro: Valori ridicate sunt recomandate dacă stilul vorbirii trebuie să fie exagerat
sv: Höga värden rekommenderas om talets stil måste överdrivas
tr: Konuşma tarzının abartılması gerekiyorsa yüksek değerler önerilir

source: RAM Required:
cs: Požadovaná RAM:
es: RAM requerida:
fr: RAM requise :
hu: Szükséges RAM:
id: RAM Dibutuhkan:
ja: 必要なRAM:
pl: Wymagana pamięć RAM:
pt_br: RAM Necessária:
ro: RAM necesară:
sv: RAM krävs:
tr: Gerekli RAM:

source: Parameters:
cs: Parametry:
es: Parámetros:
fr: Paramètres :
hu: Paraméterek:
id: Parameter:
ja: パラメーター:
pl: Parametry:
pt_br: Parâmetros:
ro: Parametri:
sv: Parametrar:
tr: Parametreler:

source: Size:
cs: Velikost:
es: Tamaño:
fr: Taille :
hu: Méret:
id: Ukuran:
ja: サイズ:
pl: Rozmiar:
pt_br: Tamanho:
ro: Dimensiune:
sv: Storlek:
tr: Boyut:

source: Bug fixes
cs: Opravy chyb
es: Corrección de errores
fr: Corrections de bugs
hu: Hibajavítások
id: Perbaikan bug
ja: バグ修正
pl: Poprawki błędów
pt_br: Correções de bugs
ro: Corectarea erorilor
sv: Bugfixar
tr: Hata düzeltmeleri

source: Small improvements
cs: Malá vylepšení
es: Pequeñas mejoras
fr: Petites améliorations
hu: Apró fejlesztések
id: Perbaikan kecil
ja: 小さな改善
pl: Drobne ulepszenia
pt_br: Pequenas melhorias
ro: Îmbunătățiri mici
sv: Små förbättringar
tr: Küçük iyileştirmeler

source: Improve local documents reading and loading performances
cs: Vylepšení výkonu čtení a načítání lokálních dokumentů
es: Mejorar el rendimiento de lectura y carga de documentos locales
fr: Améliorer les performances de lecture et de chargement des documents locaux
hu: A helyi dokumentumok olvasási és betöltési teljesítményének javítása
id: Tingkatkan kinerja pembacaan dan pemuatan dokumen lokal
ja: ローカルドキュメントの読み込みとロードのパフォーマンスを改善
pl: Poprawa wydajności czytania i ładowania lokalnych dokumentów
pt_br: Melhorar o desempenho de leitura e carregamento de documentos locais
ro: Îmbunătățiți performanțele de citire și încărcare a documentelor locale
sv: Förbättra läsning och laddning av lokala dokument
tr: Yerel belge okuma ve yükleme performanslarını iyileştir

source: Add option to send with CTRL+Enter
cs: Přidat možnost odesílání pomocí CTRL+Enter
es: Añadir opción para enviar con CTRL+Enter
fr: Ajouter l'option d'envoyer avec CTRL+Entrée
hu: Hozzáadva a CTRL+Enter billentyűvel való küldés lehetősége
id: Tambahkan opsi untuk mengirim dengan CTRL+Enter
ja: CTRL+Enterで送信するオプションを追加
pl: Dodaj opcję wysyłania za pomocą CTRL+Enter
pt_br: Adicionar opção de enviar com CTRL+Enter
ro: Adăugați opțiunea de a trimite cu CTRL+Enter
sv: Lägg till alternativ för att skicka med CTRL+Enter
tr: CTRL+Enter ile gönderme seçeneği ekle

source: Improve codeblocks
cs: Vylepšit bloky kódu
es: Mejorar bloques de código
fr: Améliorer les blocs de code
hu: Kódblokkok fejlesztése
id: Tingkatkan blok kode
ja: コードブロックを改善
pl: Ulepsz bloki kodu
pt_br: Melhorar blocos de código
ro: Îmbunătățiți blocurile de cod
sv: Förbättra kodblock
tr: Kod bloklarını iyileştir

source: Fix Kokoro TTS
cs: Opravit Kokoro TTS
es: Arreglar Kokoro TTS
fr: Correction du TTS Kokoro
hu: Kokoro TTS javítása
id: Perbaiki Kokoro TTS
ja: Kokoro TTSを修正
pl: Napraw Kokoro TTS
pt_br: Corrigir Kokoro TTS
ro: Rezolvă eroarea Kokoro TTS
sv: Fixa Kokoro TTS
tr: Kokoro TTS düzeltmesi

source: Remove emoji from TTS
cs: Odebrat emotikony z TTS
es: Eliminar emojis de TTS
fr: Supprimer les emojis du TTS
hu: Hangulatjelek eltávolítása a TTS-ből
id: Hapus emoji dari TTS
ja: TTSから絵文字を削除
pl: Usuń emoji z TTS
pt_br: Remover emoji do TTS
ro: Elimină emoji din TTS
sv: Ta bort emoji från TTS
tr: Metinden Konuşmaya'dan emojiyi kaldır

source: Set API keys as password fields
cs: Nastavit API klíče jako pole pro hesla
es: Configurar claves API como campos de contraseña
fr: Définir les clés API comme champs de mot de passe
hu: API kulcsok jelszómezőként való beállítása
id: Atur kunci API sebagai bidang kata sandi
ja: APIキーをパスワードフィールドとして設定
pl: Ustaw klucze API jako pola hasła
pt_br: Definir chaves de API como campos de senha
ro: Setați cheile API ca câmpuri de parolă
sv: Ställ in API-nycklar som lösenordsfält
tr: API anahtarlarını şifre alanları olarak ayarla

source: Add thinking support for Gemini
cs: Přidat podporu myšlení pro Gemini
es: Añadir soporte de pensamiento para Gemini
fr: Ajouter le support de la pensée pour Gemini
hu: Gondolkodási támogatás hozzáadása a Geminihez
id: Tambahkan dukungan berpikir untuk Gemini
ja: Geminiの思考サポートを追加
pl: Dodaj wsparcie myślenia dla Gemini
pt_br: Adicionar suporte a pensamento para Gemini
ro: Adăugați suport pentru gândire pentru Gemini
sv: Lägg till tänkandestöd för Gemini
tr: Gemini için düşünce desteği ekle
